Repository: siddhartha-iitd/NVDA-Enhancements
Catalog: source/locale/*/LC_MESSAGES/nvda.po
Languages: fa, sr, ta

source: moves to the previous table column
fa: به ستون پیش‌تر در جدول می‌رود
sr: премешта се у претходну колону табеле
ta: முந்தைய அட்டவணை செங்குத்து வரிசைக்கு நகர்கிறது

source: Not in a container
fa: درون هیچ درون‌گیری نیست
sr: Није у контејнеру
ta: கொள்களத்தில் இல்லை

source: Moves to the start of the container element, such as a list or table
fa: به آغاز چیز درون‌گیر مانند فهرست یا جدول می‌رود
sr: Помера се на почетак контејнерског елемента, као што је листа или табела.
ta: வரிசைப் பட்டியல், அட்டவணை போன்ற கொள்களத்தின் துவக்கத்திற்குச் செல்லும்

source: Moves past the end of the container element, such as a list or table
fa: به پایان چیز درون‌گیر مانند فهرست یا جدول می‌رود
sr: Помера се иза краја контејнерског елемента, као што је листа или табела
ta: வரிசைப் பட்டியல், அட்டவணை போன்ற கொள்களத்தின் முடிவிற்கு அப்பால் செல்லும்

source: moves to the next heading
fa: به سرنوشتار پَس‌تر می‌رود
sr: премешта се на наредни наслов
ta: அடுத்த தலைப்பிற்கு நகர்கிறது

source: no next heading
fa: سرنوشتاری در پس نیست
sr: нема наредног наслова
ta: அடுத்த தலைப்பு ஏதுமில்லை

source: moves to the previous heading
fa: به سرنوشتار پیش‌تر می‌رود
sr: премешта се на претходни наслов
ta: முந்தைய தலைப்பிற்கு நகர்கிறது

source: no previous heading
fa: سرنوشتاری در پیش نیست
sr: нема претходног наслова
ta: முந்தைய தலைப்பு ஏதுமில்லை

source: moves to the next heading at level 1
fa: به سرنوشتار گام ۱ پَس‌تر می‌رود
sr: премешта се на наредни наслов на нивоу 1
ta: அடுத்த 1ம் மட்ட தலைப்பிற்கு நகர்கிறது

source: no next heading at level 1
fa: هیچ سرنوشتار گام ۱ در پس نیست
sr: нема наредног наслова на нивоу 1
ta: அடுத்த 1ம் மட்ட தலைப்பு ஏதுமில்லை

source: moves to the previous heading at level 1
fa: به سرنوشتار گام ۱ پیش‌تر می‌رود
sr: премешта се на претходни наслов на нивоу 1
ta: முந்தைய 1ம் மட்ட தலைப்பிற்கு நகர்கிறது

source: no previous heading at level 1
fa: هیچ سرنوشتار گام ۱ در پیش نیست
sr: нема претходног наслова на нивоу 1
ta: முந்தைய 1ம் மட்ட தலைப்பு ஏதுமில்லை

source: moves to the next heading at level 2
fa: به سرنوشتار گام ۲ پَس‌تر می‌رود
sr: премешта се на наредни наслов на нивоу 2
ta: அடுத்த 2ம் மட்ட தலைப்பிற்கு நகர்கிறது

source: no next heading at level 2
fa: هیچ سرنوشتار گام ۲ در پس نیست
sr: нема наредног наслова на нивоу 2
ta: அடுத்த 2ம் மட்ட தலைப்பு ஏதுமில்லை

source: moves to the previous heading at level 2
fa: به سرنوشتار گام ۲ پیش‌تر می‌رود
sr: премешта се на претходни наслов на нивоу 2
ta: முந்தைய 2ம் மட்ட தலைப்பிற்கு நகர்கிறது

source: no previous heading at level 2
fa: هیچ سرنوشتار گام ۲ در پیش نیست
sr: нема претходног наслова на нивоу 2
ta: முந்தைய 2ம் மட்ட தலைப்பு ஏதுமில்லை

source: moves to the next heading at level 3
fa: به سرنوشتار گام ۳ پَس‌تر می‌رود
sr: премешта се на наредни наслов на нивоу 3
ta: அடுத்த 3ம் மட்ட தலைப்பிற்கு நகர்கிறது

source: no next heading at level 3
fa: هیچ سرنوشتار گام ۳ در پس نیست
sr: нема наредног наслова на нивоу 3
ta: அடுத்த 3ம் மட்ட தலைப்பு ஏதுமில்லை

source: moves to the previous heading at level 3
fa: به سرنوشتار گام ۳ پیش‌تر می‌رود
sr: премешта се на претходни наслов на нивоу 3
ta: முந்தைய 3ம் மட்ட தலைப்பிற்கு நகர்கிறது

source: no previous heading at level 3
fa: هیچ سرنوشتار گام ۳ در پیش نیست
sr: нема претходног наслова на нивоу 3
ta: முந்தைய 3ம் மட்ட தலைப்பு ஏதுமில்லை

source: moves to the next heading at level 4
fa: به سرنوشتار گام ۴ پَس‌تر می‌رود
sr: премешта се на наредни наслов на нивоу 4
ta: அடுத்த 4ம் மட்ட தலைப்பிற்கு நகர்கிறது

source: no next heading at level 4
fa: هیچ سرنوشتار گام ۴ در پس نیست
sr: нема наредног наслова на нивоу 4
ta: அடுத்த 4ம் மட்ட தலைப்பு ஏதுமில்லை

source: moves to the previous heading at level 4
fa: به سرنوشتار گام ۴ پیش‌تر می‌رود
sr: премешта се на претходни наслов на нивоу 4
ta: முந்தைய 4ம் மட்ட தலைப்பிற்கு நகர்கிறது

source: no previous heading at level 4
fa: هیچ سرنوشتار گام ۴ در پیش نیست
sr: нема претходног наслова на нивоу 4
ta: முந்தைய 4ம் மட்ட தலைப்பு ஏதுமில்லை

source: moves to the next heading at level 5
fa: به سرنوشتار گام ۵ پَس‌تر می‌رود
sr: премешта се на наредни наслов на нивоу 5
ta: அடுத்த 5ம் மட்ட தலைப்பிற்கு நகர்கிறது

source: no next heading at level 5
fa: هیچ سرنوشتار گام ۵ در پس نیست
sr: нема наредног наслова на нивоу 5
ta: அடுத்த 5ம் மட்ட தலைப்பு ஏதுமில்லை

source: moves to the previous heading at level 5
fa: ربه سرنوشتار گام ۵ پیش‌تر می‌رود
sr: премешта се на претходни наслов на нивоу 5
ta: முந்தைய 5ம் மட்ட தலைப்பிற்கு நகர்கிறது

source: no previous heading at level 5
fa: هیچ سرنوشتار گام ۵ در پیش نیست
sr: нема претходног наслова на нивоу 5
ta: முந்தைய 5ம் மட்ட தலைப்பு ஏதுமில்லை

source: moves to the next heading at level 6
fa: به سرنوشتار گام ۶ پَس‌تر می‌رود
sr: премешта се на наредни наслов на нивоу 6
ta: அடுத்த 6ம் மட்ட தலைப்பிற்கு நகர்கிறது

source: no next heading at level 6
fa: هیچ سرنوشتار گام ۶ در پس نیست
sr: нема наредног наслова на нивоу 6
ta: அடுத்த 6ம் மட்ட தலைப்பு ஏதுமில்லை

source: moves to the previous heading at level 6
fa: به سرنوشتار گام ۶ پیش‌تر می‌رود
sr: премешта се на претходни наслов на нивоу 6
ta: முந்தைய 6ம் மட்ட தலைப்பிற்கு நகர்கிறது

source: no previous heading at level 6
fa: هیچ سرنوشتار گام ۶ در پیش نیست
sr: нема претходног наслова на нивоу 6
ta: முந்தைய 6ம் மட்ட தலைப்பு ஏதுமில்லை

source: moves to the next table
fa: به جدول پَس‌تر می‌رود
sr: премешта се у наредну табелу
ta: அடுத்த அட்டவணைக்கு நகர்கிறது

source: no next table
fa: جدولی در پس نیست
sr: нема наредне табеле
ta: அடுத்த அட்டவணை ஏதுமில்லை

source: moves to the previous table
fa: به جدول پیش‌تر می‌رود
sr: премешта се на претходну табелу
ta: முந்தைய அட்டவணைக்கு நகர்கிறது

source: no previous table
fa: جدولی در پیش نیست
sr: нема претходне табеле
ta: முந்தைய அட்டவணை ஏதுமில்லை

source: moves to the next link
fa: به پیوند پَس‌تر می‌رود
sr: премешта се на наредни линк
ta: அடுத்த தொடுப்பிற்கு நகர்கிறது

source: no next link
fa: پیوندی در پس نیست
sr: нема наредног линка
ta: அடுத்த தொடுப்பு ஏதுமில்லை

source: moves to the previous link
fa: به پیوند پیش‌تر می‌رود
sr: премешта се на претходни линк
ta: முந்தைய தொடுப்பிற்கு நகர்கிறது

source: no previous link
fa: پیوندی در پیش نیست
sr: нема претходног линка
ta: முந்தைய தொடுப்பு ஏதுமில்லை

source: moves to the next visited link
fa: به پیوند دیدار شده‌ی پَس‌تر می‌رود
sr: премешта се на наредни посећени линк
ta: அடுத்த பார்த்த தொடுப்பிற்கு நகர்கிறது

source: no next visited link
fa: پیوند دیدار شده ای در پس نیست
sr: нема наредног посећеног линка
ta: அடுத்த பார்த்த தொடுப்பு ஏதுமில்லை

source: moves to the previous visited link
fa: به پیوند دیدار شده‌ی پیش‌تر می‌رود
sr: премешта се на претходни посећени линк
ta: முந்தைய பார்த்த தொடுப்பிற்கு நகர்கிறது

source: no previous visited link
fa: پیوند دیدار شده ای در پیش نیست
sr: нема претходног посећеног линка
ta: முந்தைய பார்த்த தொடுப்பு ஏதுமில்லை

source: moves to the next unvisited link
fa: به پیوند دیدار نشده‌ی پَس‌تر می‌رود
sr: премешта се на наредни непосећени линк
ta: அடுத்த பார்க்காத தொடுப்பிற்கு நகர்கிறது

source: no next unvisited link
fa: پیوند دیدار نشده ای در پس نیست
sr: нема наредног непосећеног линка
ta: அடுத்த பார்க்காத தொடுப்பு ஏதுமில்லை

source: moves to the previous unvisited link
fa: به پیوند دیدار نشده‌ی پیش‌تر می‌رود
sr: премешта се на претходни непосећени линк
ta: முந்தைய பார்க்காத தொடுப்பிற்கு நகர்கிறது

source: no previous unvisited link
fa: پیوند دیدار نشده ای در پیش نیست
sr: нема претходног непосећеног линка
ta: முந்தைய பார்க்காத தொடுப்பு ஏதுமில்லை

source: moves to the next form field
fa: به درون‌گیر پَس‌تر می‌رود
sr: премешта се на наредно поље у обрасцу
ta: அடுத்த படிவக் களத்திற்கு நகர்கிறது

source: no next form field
fa: درون‌گیری در پس نیست
sr: нема наредног поља у обрасцу
ta: அடுத்த படிவக் களம் ஏதுமில்லை

source: moves to the previous form field
fa: به درون‌گیر پیش‌تر می‌رود
sr: премешта се на претходно поље у обрасцу
ta: முந்தைய படிவக் களத்திற்கு நகர்கிறது

source: no previous form field
fa: درون‌گیری در پیش نیست
sr: нема претходног поља у обрасцу
ta: முந்தைய படிவக் களம் ஏதுமில்லை

source: moves to the next list
fa: به فهرست پَس‌تر می‌رود
sr: премешта се на наредну листу
ta: அடுத்த வரிசைப் பட்டியலுக்கு நகர்கிறது

source: no next list
fa: فهرستی در پس نیست
sr: нема наредне листе
ta: அடுத்த வரிசைப் பட்டியல் ஏதுமில்லை

source: moves to the previous list
fa: به فهرست پیش‌تر می‌رود
sr: премешта се на претходну листу
ta: முந்தைய வரிசைப் பட்டியலுக்கு நகர்கிறது

source: no previous list
fa: فهرستی در پیش نیست
sr: нема претходне листе
ta: முந்தைய வரிசைப் பட்டியல் ஏதுமில்லை

source: moves to the next list item
fa: به تکه‌ی پَس‌تر در فهرست می‌رود
sr: премешта се на наредну ставку листе
ta: அடுத்த வரிசைப் பட்டியல் உருப்படிக்கு நகர்கிறது

source: no next list item
fa: تکه‌ی پَس‌تری در فهرست نیست
sr: нема наредне ставке листе
ta: அடுத்த வரிசைப் பட்டியல் உருப்படி ஏதுமில்லை

source: moves to the previous list item
fa: به تکه‌ی پیش‌تر در فهرست می‌رود
sr: премешта се на претходну ставку листе
ta: முந்தைய வரிசைப் பட்டியல் உருப்படிக்கு நகர்கிறது

source: no previous list item
fa: تکه‌ی پیش‌تری در فهرست نیست
sr: нема претходне ставке листе
ta: முந்தைய வரிசைப் பட்டியல் உருப்படி ஏதுமில்லை

source: moves to the next button
fa: به دکمه‌ی پَس‌تر می‌رود
sr: премешта се на наредно дугме
ta: அடுத்த பொத்தானுக்கு நகர்கிறது

source: no next button
fa: دکمه‌ای در پس نیست
sr: нема наредног дугмета
ta: அடுத்த பொத்தான் ஏதுமில்லை

source: moves to the previous button
fa: به دکمه‌ی پیش‌تر می‌رود
sr: премешта се претходно дугме
ta: முந்தைய பொத்தானுக்கு நகர்கிறது

source: no previous button
fa: دکمه‌ای در پیش نیست
sr: нема претходног дугмета
ta: முந்தைய பொத்தான் ஏதுமில்லை

source: moves to the next edit field
fa: به جای ویرایشی پَس‌تر می‌رود
sr: премешта се на наредно поље за уређивање
ta: அடுத்த தொகு களத்திற்கு நகர்கிறது

source: no next edit field
fa: جای ویرایشی‌ای در پس نیست
sr: нема наредног поља за уређивање
ta: அடுத்த தொகு களம் ஏதுமில்லை

source: moves to the previous edit field
fa: به جای ویرایشی پیش‌تر می‌رود
sr: премешта се на претходно поље за уређивање
ta: முந்தைய தொகு களத்திற்கு நகர்கிறது

source: no previous edit field
fa: جای ویرایشی‌ای در پیش نیست
sr: нема претходног поља за уређивање
ta: முந்தைய தொகு களம் ஏதுமில்லை

source: moves to the next frame
fa: به قاب پَس‌تر می‌رود
sr: премешта се на наредни оквир
ta: அடுத்த சட்டகத்திற்கு நகர்கிறது

source: no next frame
fa: قابی در پس نیست
sr: нема наредног оквира
ta: அடுத்த சட்டகம் ஏதுமில்லை

source: moves to the previous frame
fa: به قاب پیش‌تر می‌رود
sr: премешта се на претходни оквир
ta: முந்தைய சட்டகத்திற்கு நகர்கிறது

source: no previous frame
fa: قابی در پیش نیست
sr: нема претходног оквира
ta: முந்தைய சட்டகம் ஏதுமில்லை

source: moves to the next separator
fa: به جداساز پَس‌تر می‌رود
sr: премешта се на наредни сепаратор
ta: அடுத்த பிரிப்பானுக்கு நகர்கிறது

source: no next separator
fa: جداسازی در پس نیست
sr: нема наредног сепаратора
ta: அடுத்த பிரிப்பான் ஏதுமில்லை

source: moves to the previous separator
fa: به جداساز پیش‌تر می‌رود
sr: премешта се на претходни сепаратор
ta: முந்தைய பிரிப்பானுக்கு நகர்கிறது

source: no previous separator
fa: جداسازی در پیش نیست
sr: нема претходног сепаратора
ta: முந்தைய பிரிப்பான் ஏதுமில்லை

source: moves to the next radio button
fa: به دکمه‌ی رادیویی پَس‌تر می‌رود
sr: премешта се на наредно радио дугме
ta: அடுத்த வானொலிப் பொத்தானுக்கு நகர்கிறது

source: no next radio button
fa: دکمه‌ی رادیویی‌ای در پس نیست
sr: нема наредног радио дугмета
ta: அடுத்த வானொலிப் பொத்தான் ஏதுமில்லை

source: moves to the previous radio button
fa: به دکمه‌ی رادیویی پیش‌تر می‌رود
sr: премешта се на претходно радио дугме
ta: முந்தைய வானொலிப் பொத்தானுக்கு நகர்கிறது

source: no previous radio button
fa: دکمه‌ی رادیویی‌ای در پیش نیست
sr: нема претходног радио дугмета
ta: முந்தைய வானொலிப் பொத்தான் ஏதுமில்லை

source: moves to the next combo box
fa: به جعبه‌ی تک‌گزینشی پَس‌تر می‌رود
sr: премешта се на наредни изборни оквир
ta: அடுத்த சேர்க்கைப் பெட்டிக்கு நகர்கிறது

source: no next combo box
fa: جعبه‌ی تک‌گزینشی‌ای در پس نیست
sr: нема наредног изборног оквира
ta: அடுத்த சேர்க்கைப் பெட்டி ஏதுமில்லை

source: moves to the previous combo box
fa: به جعبه‌ی تک‌گزینشی پیش‌تر می‌رود
sr: премешта се на претходни изборни оквир
ta: முந்தைய சேர்க்கைப் பெட்டிக்கு நகர்கிறது

source: no previous combo box
fa: جعبه‌ی تک‌گزینشی‌ای در پس نیست
sr: нема претходног изборног оквира
ta: முந்தைய சேர்க்கைப் பெட்டி ஏதுமில்லை

source: moves to the next check box
fa: به جعبه‌ی تیک‌خور پَس‌تر می‌رود
sr: премешта се на наредни потврдни овир
ta: அடுத்த தேர்வுப் பெட்டிக்கு நகர்கிறது

source: no next check box
fa: جعبه‌ی تیک‌خوری در پس نیست
sr: нема наредног потврдног оквира
ta: அடுத்த தேர்வுப் பெட்டி ஏதுமில்லை

source: moves to the previous check box
fa: به جعبه‌ی تیک‌خور پیش‌تر می‌رود
sr: премешта се на претходни потврдни оквир
ta: முந்தைய தேர்வுப் பெட்டிக்கு நகர்கிறது

source: no previous check box
fa: جعبه‌ی تیک‌خوری در پیش نیست
sr: нема претходног потврдног оквира
ta: முந்தைய தேர்வுப் பெட்டி ஏதுமில்லை

source: moves to the next graphic
fa: به نگاره‌ی پَس‌تر می‌رود
sr: премешта се на наредни цртеж
ta: அடுத்த வரைகலைக்கு நகர்கிறது

source: no next graphic
fa: نگاره‌ای در پس نیست
sr: нема наредног цртежа
ta: அடுத்த வரைகலை ஏதுமில்லை

source: moves to the previous graphic
fa: به نگاره‌ی پیش‌تر می‌رود
sr: премешта се на претходни цртеж
ta: முந்தைய வரைகலைக்கு நகர்கிறது

source: no previous graphic
fa: نگاره‌ای در پیش نیست
sr: нема претходног цртежа
ta: முந்தைய வரைகலை ஏதுமில்லை

source: moves to the next block quote
fa: به تکه‌گفتاورد پَس‌تر می‌رود
sr: премешта се на наредни цитат
ta: அடுத்த உரைத் தொகுதிக்கு நகர்கிறது

source: no next block quote
fa: تکه‌گفتاوردی در پس نیست
sr: нема наредног цитата
ta: அடுத்த உரைத் தொகுதி ஏதுமில்லை

source: moves to the previous block quote
fa: به تکه‌گفتاورد پیش‌تر می‌رود
sr: премешта се на претходни цитат
ta: முந்தைய உரைத் தொகுதிக்கு நகர்கிறது

source: no previous block quote
fa: تکه‌گفتاوردی در پیش نیست
sr: нема претходног цитата
ta: முந்தைய உரைத் தொகுதி ஏதுமில்லை

source: skips forward past a block of links
fa: تکه‌ی گردامد پیوندها را پشت سر می‌گذارد
sr: прескаче унапред блок линкова
ta: தொடுப்புகளின் தொகுதியைத் தவிர்த்து முன்செல்கிறது

source: no more text after a block of links
fa: نوشتار دیگری پس از تکه‌ی گردامد پیوندها نیست
sr: нема више текста после блока линкова
ta: தொடுப்புகளின் தொகுதிக்குப் பிறகு உரை ஏதுமில்லை

source: skips backward past a block of links
fa: به پیش از تکه‌ی گردامد پیوندها می‌رود
sr: прескаче уназад блок линкова
ta: தொடுப்புகளின் தொகுதியைப் தவிர்த்து பின்செல்கிறது

source: no more text before a block of links
fa: نوشتار دیگری پیش از تکه‌ی گردامد پیوندها نیست
sr: нема више текста пре блока линкова
ta: தொடுப்புகளின் தொகுதிக்கு முன் உரை ஏதுமில்லை

source: moves to the next landmark
fa: به مرزنمای پَس‌تر می‌رود
sr: премешта на наредни оријентир
ta: அடுத்த நிலக்குறிக்கு நகர்கிறது

source: no next landmark
fa: مرزنمایی در پس نیست
sr: нема наредног оријентира
ta: அடுத்த நிலக்குறி ஏதுமில்லை

source: moves to the previous landmark
fa: به مرزنمای پیش‌تر می‌رود
sr: премешта на претходни оријентир
ta: முந்தைய நிலக்குறிக்கு நகர்கிறது

source: no previous landmark
fa: مرزنمایی در پیش نیست
sr: нема претходног оријентира
ta: முந்தைய நிலக்குறி ஏதுமில்லை

source: moves to the next embedded object
fa: به چیز کار گذاشته‌شده‌ی پَس‌تر می‌رود
sr: премешта се на наредни уметнути објекат
ta: அடுத்தப் பதிந்துள்ள பொருளுக்கு நகர்கிறது

source: no next embedded object
fa: چیز کار گذاشته‌شده‌ای در پس نیست
sr: нема наредног уметнутог објекта
ta: அடுத்தப் பதிந்துள்ள பொருள் ஏதுமில்லை

source: moves to the previous embedded object
fa: به چیز کار گذاشته‌شده‌ی پیش‌تر می‌رود
sr: премешта се на претходни уметнути објекат
ta: முந்தைய பதிந்துள்ள பொருளுக்கு நகர்கிறது

source: no previous embedded object
fa: چیز کار گذاشته‌شده‌ای در پیش نیست
sr: нема претходног уметнутог објекта
ta: முந்தைய பதிந்துள்ள பொருள் ஏதுமில்லை

source: focus mode
fa: گونه‌ی نشانی
sr: режим фокусирања
ta: குவிமைய நிலை

source: browse mode
fa: نمود گشتاری
sr: режим претраживања
ta: உலாவும் நிலை

source: Taskbar
fa: نوار وظیفه
sr: Програмска трака
ta: பணிப்பட்டை

source: %s items
fa: %s تکه
sr: %s ставка
ta: %s உருப்படிகள்

source: invoke
fa: دستاویز شدن
sr: затражи помоћ
ta: அழை

source: Desktop
fa: میز کار
sr: Радна површина
ta: மேசைத்தளம்

source: default color
fa: رنگ پیشنمود
sr: почетна боја
ta: இயல்பு நிறம்

source: {start} through {end}
sr: {start} до {end}

source: Cannot set headers. Please enable reporting of table headers in Document Formatting Settings
fa: سرنوشته‌ها را نمی‌تواند سامان‌دهی کند. خواهش است گزارش کردن سرنوشته‌های جدول را درون سامان‌دهی‌های ریخت‌بندی رسانه‌ی نوشتاری٬ کارا کنید
sr: Заглавља не могу бити постављена. Молимо вас да укључите извештавање о заглављима табеле у подешавањима форматирања документа.
ta: தலைப்புகளை அமைக்க இயலாது. ஆவண வடிவூட்டம் அமைப்புகளில் இருக்கும் அட்டவணை தலைப்புகளை அறிவிக்கும் வசதியை செயற்படுத்தவும்.

source: Set column header row
fa: جانشان شدن سرنوشتار برای ستون
sr: Постављен насловни ред за колоне
ta: செங்குத்து வரிசையின் கிடைவரிசை தலைப்பு அமைக்கப்பட்டது

source: Cleared column header row
fa: پاک شدن سرنوشتار برای ستون
sr: Испражњен насловни ред за колоне
ta: செங்குத்து வரிசையின் கிடைவரிசைத் தலைப்பு துடைக்கப்பட்டு விட்டது

source: Pressing once will set the current row as the row where column headers should be found. Pressing twice clears the setting.
fa: با یک بار فشار دادن٬ ردیف کنونی در جایی که سرنوشته‌ی ستون باید باشد جای می‌گیرد. با دو بار فشار دادن٬ سامان‌دهی‌ها پاک می‌شود.
sr: Једним притиском поставља се тренутни ред као ред где треба да буду смештена заглавља колоне. Двоструки притисак уклања подешавање.
ta: ஒருமுறை அழுத்தினால், தற்போதைய கிடைவரிசையை, செங்குத்து வரிசையின் தலைப்புகள் இருக்க வேண்டிய கிடைவரிசையாக அமைக்கும். இருமுறை அழுத்தினால், அமைப்புகள் நீக்கப்படும்.

source: Set row header column
fa: جانشان شدن سرنوشتار برای ردیف
sr: Постављена насловна колона за редове
ta: கிடைவரிசையின் செங்குத்துத் தலைப்பு அமைக்கப்பட்டது

source: Cleared row header column
fa: سرنوشتار برای ردیف پاک شد
sr: Испражњена насловна колона за редове
ta: கிடைவரிசையின் செங்குத்துத் தலைப்பு துடைக்கப்பட்டு விட்டது

source: Pressing once will set the current column as the column where row headers should be found. Pressing twice clears the setting.
fa: با یک‌بار فشار دادن٬ ستون کنونی در جایی که سرنوشته‌ی ردیف باید باشد جای می‌گیرد. با دو بار فشار دادن٬ سامان‌دهی‌ها پاک می‌شود.
sr: Једним притиском поставља се тренутна колона као колона где треба да буду смештена заглавља реда. Двоструки притисак уклања подешавање.
ta: ஒருமுறை அழுத்தினால், தற்போதைய செங்குத்து வரிசையை, கிடைவரிசையின் தலைப்புகள் இருக்க வேண்டிய செங்குத்து வரிசையாக அமைக்கும். இருமுறை அழுத்தினால், அமைப்புகள் நீக்கப்படும்.

source: {firstAddress} {firstContent} through {lastAddress} {lastContent}
fa: {firstAddress} {firstContent} تا {lastAddress} {lastContent}
sr: {firstAddress} {firstContent} до {lastAddress} {lastContent}
ta: {firstAddress} {firstContent} முதல் {lastAddress} {lastContent} வரை

source: insertion
fa: بخش
sr: убацивање
ta: செருகுதல்

source: deletion
fa: پاک کردن
sr: брисање
ta: அழித்தல்

source: property
fa: ویژگی
sr: својство
ta: பண்பு

source: paragraph number
fa: شماره‌ی بند
sr: број пасуса
ta: பத்தி எண்

source: display field
fa: جایگاه نمایان‌سازی
sr: поље за приказ
ta: காட்சியமைவுக் களம்

source: reconcile
fa: همسو کردن
sr: усагласи
ta: தீர்வு காண்க

source: conflict
fa: درگیری
sr: конфликт
ta: முரண்பாடு

source: replace
fa: جایگزین کردن
sr: замена
ta: மாற்றமர்வு

source: paragraph property
fa: ویژگی بند
sr: својство пасуса
ta: பத்திப் பண்பு

source: table property
fa: ویژگی جدول
sr: својство табеле
ta: அட்டவணைப் பண்பு

source: section property
fa: ویژگی بخش
sr: својство одељка
ta: உட்பிரிவுப் பண்பு

source: style definition
fa: شناساندن سَبک
sr: дефиниција стила
ta: பாங்கு விளக்கம்

source: moved from
fa: جا‌به‌جا شدن از
sr: премештено са
ta: இங்கிருந்து நகர்த்தப்பட்டது

source: moved to
fa: جا‌به‌جا شدن به
sr: премештено на
ta: இங்கு நகர்த்தப்பட்டது

source: cell insertion
fa: جای‌گذاری خانه
sr: убацивање ћелије
ta: சிறுகட்ட செருகுதல்

source: cell deletion
fa: پاک کردن خانه
sr: брисање ћелије
ta: சிறுகட்ட அழித்தல்

source: cell merge
fa: یکی کردن خانه‌ها
sr: обједињавање ћелија
ta: சிறுகட்டங்களை ஒன்றாக்குக

source: Comments
fa: بیش‌گویه‌ها
sr: Коментари
ta: கருத்துரைகள்

source: Endnotes
fa: یادداشت‌ها
sr: Завршне напомене
ta: முடிவுக் குறிப்புகள்

source: Even pages footer
fa: پانوشته‌ی برگه‌ها با شماره‌ی جفت
sr: Подножје парних страна
ta: இரட்டைப்படை பக்கங்களின் அடியுரை

source: Even pages header
fa: سرنوشته‌ی برگه‌ها با شماره‌ی جفت
sr: Заглавље парних страна
ta: இரட்டைப்படை பக்கங்களின் மேலுரை

source: First page footer
fa: پانوشته‌ی برگه‌ی نخست
sr: Подножје прве стране
ta: முதல் பக்க அடியுரை

source: First page header
fa: سرنوشته‌ی برگه‌ی نخست
sr: Заглавље прве стране
ta: முதல் பக்க மேலுரை

source: Footnotes
fa: پانوشته‌ها
sr: Фусноте
ta: அடிக்குறிப்புகள்

source: Primary footer
fa: پانوشته‌ی نخستین
sr: Примарно подножје
ta: முதன்மை அடியுரை

source: Primary header
fa: سرنوشته‌ی نخستین
sr: Примарно заглавље
ta: முதன்மை மேலுரை

source: Text frame
fa: قاب نوشتار
sr: Оквир за текст
ta: உரைச் சட்டகம்

source: unknown author
fa: نویسنده‌ی ناشناس
sr: непознат аутор
ta: தெரியாதப் படைப்பாளர்

source: unknown date
fa: تاریخ ناشناس
sr: непознат датум
ta: தெரியாதத் தேதி

source: {revisionType} by {revisionAuthor} on {revisionDate}
fa: {revisionType} به دست {revisionAuthor} در {revisionDate}
sr: {revisionType} од {revisionAuthor} на дан {revisionDate}
ta: மீளாய்வு வகை {revisionType}, செய்தது {revisionAuthor}, தேதி {revisionDate}

source: Not in table
fa: بیرون از جدول
sr: Није у табели
ta: அட்டவணையில் இல்லை

source: Edge of table
fa: لبه‌ی جدول
sr: Ивица табеле
ta: அட்டவணையின் விளிம்பு

source: HIMS Braille Sense/Braille EDGE series
fa: از سری برجسته‌نگارهای HIMS Braille Sense/Braille EDGE
sr: HIMS Braille Sense/Braille EDGE серије
ta: ஹிம்ஸ் பிரெயில் சென்ஸ்/பிரெயில் எட்ஜ் தொடர்

source: edt
fa: کادر
ta: தொகு

source: lst
fa: فهر.
ta: வபடில்

source: mnubar
fa: منو
ta: கிபட்

source: mnu
fa: منو
ta: பட்

source: btn
fa: دکمه
ta: பொத்

source: chk
fa: تیک‌خور
ta: தேர்

source: rbtn
fa: دکم. راد.
ta: வாபொ

source: cbo
fa: ج.تک‌گزین
ta: சேர்

source: lnk
fa: پیو.
ta: தொடு

source: dlg
fa: گفتگ.
ta: உரை

source: tv
fa: نما.درخ.
ta: கிளை

source: tb
fa: جد.
ta: அட்

source: gra
fa: نگ.
ta: வரை

source: sel
fa: گزیده‌شده
ta: தெரி

source: submnu
fa: زیر منو
ta: உபட்

source: ro
fa: خوان.
ta: பம

source: clk
fa: کلیک.
ta: சொடு

source: h%s
fa: سرنو.%s
ta: த%s

source: vlnk
fa: پیو.دید.
ta: பார்

source: lv %s
fa: گام %s
ta: நி %s

source: r%s
fa: ردیف%s
ta: கி %s

source: c%s
fa: ستون%s
ta: சி%s

source: %s end
fa: پایان %s
ta: %s முடிவு

source: CC:
fa: ر.ن:
ta: படி பெறுநர்:

source: BCC:
ta: மறை படி பெறுநர்:

source: HumanWare BrailleNote
ta: ஹ்யூமேன் வேர் பிரெயில்நோட்

source: MDV Lilli
ta: எம்டிவி லில்லி

source: URL: {url}
fa: سرچشمه‌نما: {url}
ta: இணைய முகவரி: {url}

source: {main} ({source})
fa: سرچشمه‌ی مادر
ta: முதன்மையான மூலம்

source: HIMS SyncBraille
ta: ஹிம்ஸ் சிங்க் பிரெயில்

source: NonVisual Desktop Access
fa: دسترسی نادیدنی به رایانه

source: Manual activate/edit
fa: کارا کردن/ویراستن دستی
