Repository: siddhartha-iitd/NVDA-Enhancements
Catalog: source/locale/*/LC_MESSAGES/nvda.po
Languages: fa, sr, ta

source: Moves the navigator object to the next column
fa: چیز بازبینی‌شده را به ستون پَس‌تر جا‌به‌جا می‌کند
sr: Помера навигациони објекат на следећу колону
ta: வழிகாட்டிப் பொருளை அடுத்த செங்குத்து வரிசைக்கு நகர்த்தும்

source: Moves the navigator object to the previous column
fa: چیز بازبینی‌شده را به ستون پیش‌تر جا‌به‌جا می‌کند
sr: Помера навигациони објекат на претходну колону
ta: வழிகாட்டிப் பொருளை முந்தைய செங்குத்து வரிசைக்கு நகர்த்தும்

source: Moves the navigator object and focus to the next row
fa: چیز بازبینی‌شده و نشان را به خط پَس‌تر جا‌به‌جا می‌کند
sr: Помера навигациони објекат и фокусира на следећи ред
ta: வழிகாட்டிப் பொருளை நகர்த்தி, அடுத்த கிடை வரிசையை குவிமையத்தில் கொள்ளும்

source: Moves the navigator object and focus to the previous row
fa: چیز بازبینی‌شده و نشان را به خط پیش‌تر جا‌به‌جا می‌کند
sr: Помера навигациони објекат и фокусира на претходни ред
ta: வழிகாட்டிப் பொருளை நகர்த்தி, முந்தைய கிடை வரிசையை குவிமையத்தில் கொள்ளும்

source: Composition
fa: نوشتن واج‌های ویژه‌ی آسیای خاوری
sr: Састављање
ta: இயற்றல்

source: Candidate
fa: نماد یا واج برای گزینش
sr: Кандидат
ta: பரிந்துரை எழுத்து

source: Display
fa: نمایش دادن
sr: Екран
ta: காட்சியமைவு

source: Start
fa: منوی آغاز
sr: Почетак
ta: துவக்கு

source: No track playing
fa: هیچ رسانه‌ی صدایی‌ای پخش نمی‌شود
sr: Не репродукује се запис
ta: எந்த தடமும் ஓடவில்லை

source: Reports the remaining time of the currently playing track, if any
fa: اگر رسانه‌ی صدایی‌ای در پخش باشد٬ هنگام پس‌مانده‌ی آن گزارش می‌شود
sr: Извештава о преосталом времену тренутно репродукованог записа, ако га има
ta: ஓடிக் கொண்டிருக்கும் தடத்தின் நேரத்தில் மீதமிருந்தால், அதை அறிவிக்கும்

source: No message yet
fa: هنوز پیامی نیست
sr: Још нема поруке
ta: இதுவரை தகவல் ஏதுமில்லை

source: Displays one of the recent messages
fa: یکی از پیامهای واپسین را نشان میدهد
sr: Приказује једну од недавних порука
ta: அண்மைய தகவல்களில் ஒன்றினை காண்பிக்கிறது

source: has attachment
sr: прикачен је прилог

source: flagged
sr: обележено

source: Attachments
fa: پیوست‌ها
sr: Прилози
ta: இணைப்புகள்

source: To:
fa: به:
sr: За:
ta: பெறுநர்:

source: Newsgroup:
fa: گروه خبری
sr: Интересна група:
ta: செய்திக் குழு:

source: Subject:
fa: گزاره
sr: Тема:
ta: பொருளடக்கம்

source: From:
fa: از:
sr: Од:
ta: அனுப்புநர்:

source: Date:
fa: تاریخ:
sr: Датум:
ta: தேதி:

source: Forward to:
fa: بازفرستادن به:
sr: Проследи:
ta: முன்னனுப்புதலை பெறுநர்:

source: Answer to:
fa: پاسخ دادن به
sr: Одговори:
ta: மறுமொழி பெறுநர்:

source: Organisation:
fa: سازمان:
sr: Организација:
ta: நிறுவனம்:

source: Distribution:
fa: پخش
sr: Дистрибуција:
ta: பகிர்மானம்

source: Key words:
fa: کلیدواژه‌ها
sr: Кључне речи:
ta: திறவுச்சொற்கள்:

source: unread
fa: خوانده نشده
sr: непрочитано
ta: படிக்காதது

source: subject: %s
fa: گزاره: %s
sr: тема: %s
ta: பொருளடக்கம்: %s

source: received: %s
fa: دریافت شده در: %s
sr: примљено: %s
ta: பெற்றுக் கொண்டது: %s

source: attachment
fa: پیوست
sr: прилог
ta: இணைப்பு

source: sent: %s
fa: فرستاده شده در: %s
sr: послато: %s
ta: அனுப்பப்பட்டது: %s

source: No notes for translators.
fa: یادداشتی برای برگردانندگان در دست نیست
sr: Нема напомена за преводиоце.
ta: மொழிபெயர்ப்பாளர்களுக்கு குறிப்புகள் ஏதுமில்லை

source: Could not find Notes for translators window.
fa: پنجره‌ی بیش‌گویه برای برگردانندگان نمی‌تواند یافت شود
sr: Није могуће пронаћи прозор Напомене за преводиоце.
ta: மொழிபெயர்ப்பாளர்களுக்கான சாளரத்தின் குறிப்புகளை காண இயலவில்லை

source: Reports any notes for translators
fa: هر یادداشتی برای برگردانندگان باشد را گزارش می‌دهد
sr: Приказује све напомене за преводиоце
ta: மொழிபெயர்ப்பாளர்களுக்கான குறிப்புகளை அறிவிக்கும்

source: Could not find comment window.
fa: پنجره‌ی بیش‌گویه نمی‌تواند یافت شود
sr: Не могу да нађем прозор са коментарима
ta: கருத்துரைச் சாளரம் காணப்படவில்லை

source: No comment.
fa: هیچ بیش‌گویه ای نیست
sr: Нема коментара.
ta: கருத்துரை ஏதுமில்லை

source: Reports any comments in the comments window
fa: هر بیش‌گویه‌ای را در پنجره‌ی بیش‌گویه گزارش می‌دهد
sr: Обавештава о коментарима у прозору са коментарима
ta: கருத்துரைச் சாளரத்தில் கருத்துரை ஏதேனும் இருந்தால், அதை அறிவிக்கும்

source: Title placeholder
fa: جایگاه سرنوشته
sr: Чувар места за наслов
ta: தலைப்புப் பிடிப்பிடம்

source: Text placeholder
fa: جایگاه نوشتار
sr: Чувар места за текст
ta: உரைப் பிடிப்பிடம்

source: Center Title placeholder
fa: جایگاه میانی سرنوشته
sr: Чувар места за централни наслов
ta: நடு தலைப்புப் பிடிப்பிடம்

source: Subtitle placeholder
fa: جایگاه زیرسرنوشته
sr: Чувар места за поднаслов
ta: உட்தலைப்புப் பிடிப்பிடம்

source: Vertical Title placeholder
fa: جایگاه سرنوشته‌ی بالا‌به‌پایین
sr: Чувар места за вертикални наслов
ta: செங்குத்து தலைப்புப் பிடிப்பிடம்

source: Vertical Text placeholder
fa: جایگاه نوشتار بالا‌به‌پایین
sr: Чувар места за вертикални текст
ta: செங்குத்து உரைப் பிடிப்பிடம்

source: Object placeholder
fa: جایگاه چیزها
sr: Чувар места за објекте
ta: பொருள் பிடிப்பிடம்

source: Chart placeholder
fa: جایگاه نمودار
sr: Чувар места за графиконе
ta: வரைப்படப் பிடிப்பிடம்

source: Bitmap placeholder
fa: جایگاه تصویر
sr: Чувар места за битмапиране слике
ta: நுண்படப் பிடிப்பிடம்

source: Media Clip placeholder
fa: جایگاه رسانه صدایی-ویدیویی
sr: Чувар места за мултимедијалне садржаје
ta: ஊடகக் கீற்றுப் பிடிப்பிடம்

source: Org Chart placeholder
fa: جایگاه نمودار org
sr: Чувар места за организационе графике
ta: நிறுவன கிளைப்படப் பிடிப்பிடம்

source: Table placeholder
fa: جایگاه جدول
sr: Чувар места табеле
ta: அட்டவணைப் பிடிப்பிடம்

source: Slide Number placeholder
fa: جایگاه شماره‌ی اسلاید
sr: Чувар места за број слајда
ta: படவில்லை எண் பிடிப்பிடம்

source: Header placeholder
fa: جایگاه سرنوشت
sr: Чувар места за заглавље
ta: மேலுரைப் பிடிப்பிடம்

source: Footer placeholder
fa: جایگاه پانوشت
sr: Чувар места за подножје
ta: அடியுரைப் பிடிப்பிடம்

source: Date placeholder
fa: جایگاه تاریخ
sr: Чувар места за датум
ta: தேதிப் பிடிப்பிடம்

source: Vertical Object placeholder
fa: جایگاه بالا‌به‌پایین چیزها
sr: Чувар места за вертикални објекат
ta: செங்குத்துப் பொருள் பிடிப்பிடம்

source: Picture placeholder
fa: جایگاه عکس
sr: Чувар места за слику
ta: படப் பிடிப்பிடம்

source: Slide view
fa: نمایش اسلاید
sr: Приказ слајдова
ta: படவில்லைத் தோற்றம்

source: Slide Master view
fa: گونه‌ی نمایشی اسلاید پایه
sr: Приказ мастера слајда
ta: தலைமைப் படவில்லைத் தோற்றம்

source: Notes page
fa: برگه‌ی یادداشت‌ها
sr: Страница са напоменама
ta: குறிப்புப் பக்கம்

source: Handout Master view
fa: گونه‌ی نمایشی پایه‌ی دست‌نویس
sr: Приказ мастера пропратног садржаја
ta: தலைமை கைப் பிரசுரத் தோற்றம்

source: Notes Master view
fa: گونه‌ی نمایشی پایه‌ی یادداشت‌ها
sr: Приказ мастера напомена
ta: தலைமைக் குறிப்புத் தோற்றம்

source: Outline view
fa: گونه‌ی نمایشی سرگفتاری
sr: Приказ структуре
ta: வெளியமைத் தோற்றம்

source: Slide Sorter view
fa: گونه‌ی نمایشی بازچین‌شده‌ی اسلایدها
sr: Приказ за сортирање слајдова
ta: படவில்லை ஒழுங்கமைத்தல் தோற்றம்

source: Title Master view
fa: گونه‌ی نمایشی پایه‌ی سرنوشته‌ای
sr: Prikaz mastera naslova
ta: தலைமைத் தலைப்புத் தோற்றம்

source: Normal view
fa: نمایش هموار
sr: Нормални приказ
ta: இயல்தோற்றம்

source: Print Preview
fa: پیش‌نمایش چاپ
sr: Преглед пре штампања
ta: அச்சு முன்தோற்றம்

source: Thumbnails
fa: بند انگشتی‌ها
sr: Сличице
ta: சிறுபடங்கள்

source: Master Thumbnails
sr: Мастер сличице
ta: தலைமை சிறுபடங்கள்

source: Slide {slideNumber}
fa: اسلاید {slideNumber}
sr: Слајд {slideNumber}
ta: படவில்லை {slideNumber}

source: Toggles between reporting the speaker notes or the actual slide content. This does not change what is visible on-screen, but only what the user can read with NVDA
fa: میان یادداشت‌های سخنگو و اندرونه‌ی اسلاید٬ جایگردان می‌کند. این آن چه که در برگه‌ی نمایش نشان داده می‌شود را دگرگون نمی‌کند؛ و تنها آن چه که با ان‌وی‌دی‌ای می‌تواند خوانده شود را دگرگون می‌کند
sr: Пребацује између изговора напомена и стварног садржаја слајда. Овим се не мења оно што ће бити видљиво на екрану, само оно што ће корисник чути од NVDA.
ta: அறிவிப்பாளரின் குறிப்புகள், படவில்லையின் மெய் உள்ளடக்கம் ஆகியவைகளுக்கிடையே அறிவிப்பை மாற்றியமைக்கிறது. திரையில் காணப்படுவதை இது மாற்றுவதில்லை. ஆனால், என்விடிஏவைக் கொண்டு ஒரு பயனர் எவைகளை படிக்கலாம் என்று வரையறுக்கிறது.

source: Slide show notes - {slideName}
fa: نمایش برگه‌ی یادداشت‌های اسلاید - {slideName}
sr: Напомене уз пројекцију слајдова - {slideName}
ta: படவில்லைக் காட்சிக் குறிப்புகள் - {slideName}

source: Slide show - {slideName}
fa: نمایش اسلاید - {slideName}
sr: Пројекција слајдова - {slideName}
ta: படவில்லைக் காட்சி - {slideName}

source: Slide Show - complete
fa: نمایش اسلاید به پایان رسید
sr: Пројекција слајдова - завршена
ta: படவில்லைக் காட்சி - முழுமையடைந்தது

source: No notes
fa: یادداشتی نیست
sr: Нема напомена
ta: குறிப்புகள் ஏதுமில்லை

source: Empty slide
fa: اسلاید تهی
sr: Празан слајд
ta: வெற்றுப் படவில்லை

source: Waiting for Powerpoint...
fa: ایستاده برای پاورپوینت
sr: Чекам на Powerpoint...
ta: பவர் பாயிண்ட்டிற்காக காத்துக்கொண்டிருக்கிறது...

source: Rewind
fa: پیش‌گرد
sr: Премотај
ta: பின்நகர்த்து

source: Fast forward
fa: جلو کشیدن تند
sr: Брзо унапред
ta: விரைவாக முன்நகர்த்துக

source: Play
fa: پخش
sr: Репродукуј
ta: ஓட்டு

source: Stop
fa: ایست
sr: Стоп
ta: நிறுத்துக

source: Record
fa: برگرفتن
sr: Снимај
ta: பதிவு செய்க

# shuffle
source: on
fa: روشن
sr: укључено
ta: இயக்கப்பட்டது

# shuffle
source: off
fa: خاموش
sr: искључено
ta: நிறுத்தப்பட்டது

# repeat
source: on
fa: روشن
sr: укључено
ta: இயக்கப்பட்டது

# repeat
source: off
fa: خاموش
sr: искључено
ta: நிறுத்தப்பட்டது

source: ALVA BC640/680 series
fa: سری ALVA BC640/680
sr: Серије ALVA BC640/680
ta: ஆல்வா BC640/680 தொடர்

source: Baum/HumanWare/APH braille displays
fa: برجسته‌نگار Baum/HumanWare/APH
sr: Baum/HumanWare/APH брај екрани
ta: Baum/HumanWare/APH பிரெயில் காட்சியமைவுகள்

source: Serial: {portName}
sr: Серијски порт: {portName}
ta: தொடர் நுழைவாயில்: {portName}

source: HumanWare Brailliant BI/B series
fa: سری HumanWare Brailliant BI/B
sr: HumanWare Brailliant серије BI/B
ta: ஹ்யூமேன் வேர் பிரெயிலண்ட் BI/B தொடர்

source: Freedom Scientific Focus/PAC Mate series
fa: سری Freedom Scientific Focus/PAC Mate
sr: Freedom Scientific серије Focus/PAC Mate
ta: ஃப்ரீடம் சைண்டிஃபிக் ஃபோக்கஸ்/PAC மேட் தொடர்

source: display scroll
sr: скрол екрана
ta: காட்சியமைவு உருளை

source: line scroll
sr: линијски скрол
ta: வரி உருள்

source: Handy Tech braille displays
fa: برجسته‌نگارهای Handy Tech
sr: Хенди Тек брај екран
ta: ஹேண்டி டெக் பிரெயில் காட்சியமைவுகள்

source: Show the Handy Tech driver configuration window.
fa: نشان دادن پنجره‌ی پیکره‌بندی برنامه‌ی راه‌اندازنده‌ی Handy Tech
sr: Прикажи конфигурациони прозор Handy Tech драјвера.
ta: Handy Tech இயக்கி அமைவடிவ சாளரத்தைக் காண்பிக்கவும்

source: No braille
fa: بریل نیست
sr: Нема браја
ta: பிரெயில் ஏதுமில்லை

source: Papenmeier BRAILLEX newer models
fa: فراوریهای نو از برجسته‌نگارهای Papenmeier BRAILLEX
sr: Papenmeier BRAILLEX новији модели
ta: பேப்பன்மேயர் பிரெயிலெக்ஸ் புதிய மாதிரிகள்

source: Route to and report formatting
fa: راه گرفتن و گزارش دادن ریخت
sr: Рутирај на и пријави форматирање
ta: வழியிட்டு அமைவடிவத் தகவலை அறிவிக்கவும்

source: Papenmeier BRAILLEX older models
fa: فراوریهای پیشین از برجسته‌نگارهای Papenmeier BRAILLEX
sr: Papenmeier BRAILLEX старији модели
ta: பேப்பன்மேயர் பிரெயிலெக்ஸ் பழைய மாதிரிகள்

source: Seika braille displays
fa: برجسته‌نگارهای Seika
sr: Seika брај екрани
ta: சேக்கா பிரெயில் காட்சியமைவுகள்

source: Configuration applied
fa: پیکره‌بندی به کار بسته شد
sr: Конфигурација примењена
ta: அமைவடிவம் இடப்பட்டது

source: Configuration restored to factory defaults
fa: پیکره‌بندی به گونه‌ی کارخانه‌ای بازگردان شد
sr: Конфигурација враћена на фабричка подешавања
ta: அமைவடிவம் தொழிற்சாலை இயல்பிற்கு மீட்டெடுக்கப்பட்டது

source: Cannot save configuration - NVDA in secure mode
fa: نمی‌تواند سامان‌دهی‌ها را هنگامی که ان‌وی‌دی‌ای به گونه‌ی پاس‌داشته شده کار می‌کند٬ سپارش کند
sr: Није могуће сачувати конфигурацију - NVDA је у сигурносном режиму
ta: என்விடிஏ பாதுகாக்கப்பட்ட நிலையிலுள்ளது. ஆகவே, அமைவடிவத்தை சேமிக்க இயலாது

source: Configuration saved
fa: سامان‌دهی‌ها سپارده شد
sr: Конфигурација сачувана
ta: அமைவடிவம் சேமிக்கப்பட்டது

source: Could not save configuration - probably read only file system
fa: نمی‌تواند سامان‌دهی‌ها را بسپارد؛ شاید برای آن باشد که پرونده‌ها تنها خواندنی هستند
sr: Не може се сачувати конфигурација - вероватно је систем датотека само за читање
ta: அமைவடிவத்தை சேமிக்க இயலவில்லை. ஒருவேளை படிக்க மட்டுமான கோப்பாக இருக்கலாம்

source: An NVDA settings dialog is already open. Please close it first.
fa: پنجره‌ی گفتگوی سامان‌دهی‌ای از ان‌وی‌دی‌ای از پیش٬ باز شده است. خواهش است نخست آن را ببندید!
sr: Други дијалог за подешавање NVDA је већ отворен. Молимо да прво њега затворите.
ta: என்விடிஏ அமைப்புகள் உரையாடல் ஒன்று ஏற்கனவே திறக்கப்பட்டுள்ளது. கருணைக் கூர்ந்து முதலில் அதை மூடவும்.

source: Default dictionary
fa: فرهنگ واژگان پیش‌نمود
sr: Главни речник
ta: இயல்பகராதி

source: Voice dictionary (%s)
fa: فرهنگ واژگان صدای (%s)
sr: Речник гласова (%s)
ta: குரல் அகராதி (%s)

source: Temporary dictionary
fa: فرهنگ واژگان گذرا
sr: Привремени речник
ta: தற்காலிக அகராதி

source: Are you sure you want to quit NVDA?
fa: آیا می‌خواهید ان‌وی‌دی‌ای را خاموش کنید؟
sr: Да ли сте сигурни да желите изаћи из програма NVDA?
ta: என்விடிஏவை விட்டு தாங்கள் கட்டாயம் வெளியேற வேண்டுமா?

source: Exit NVDA
fa: خاموش کردن ان‌وی‌دی‌ای
sr: Изађи из NVDA
ta: என்விடிஏவை விட்டு வெளியேறுக

source: About NVDA
fa: در باره‌ی ان‌وی‌دی‌ای
sr: О NVDA
ta: என்விடிஏ குறித்து

source: &General settings...
fa: سامان‌دهی همگانی
sr: &Основна подешавања...
ta: பொது அமைப்புகள்... (&G)

source: General settings
fa: سامان‌دهی همگانی
sr: Основна подешавања
ta: பொது அமைப்புகள்

source: &Synthesizer...
fa: نوشتار به صدا
sr: &Синтетизатор...
ta: ஒலிப்பான்... (&S)

source: Change the synthesizer to be used
fa: دگرگون کردن نوشتار به صدا برای بهره‌گیری
sr: Измени синтетизатор који ће се користити
ta: பயன்படுத்தப்பட வேண்டிய ஒலிப்பானை மாற்றுக

source: &Voice settings...
fa: سامان دادن به صدا
sr: &Гласовна подешавања
ta: குரல் அமைப்புகள்... (&V)

source: Choose the voice, rate, pitch and volume to use
fa: گزینش صدا٬ تندی٬ زیر و بمی و بلندای صدا برای بهره‌گیری
sr: Изаберите глас, брзину, висину гласа и јачину звука које ћете користити
ta: பயன்படுத்தப்பட வேண்டிய குரல், விகிதம், சுருதி, ஒலியளவு ஆகியவைகளைத் தேர்ந்தெடுக்கவும்

source: B&raille settings...
fa: سامان دادن به ب&ریل...
sr: &Брајева подешавања
ta: பிரெயில் அமைப்புகள்... (&R)

source: &Keyboard settings...
fa: سامان دادن به تخته‌&کلید
sr: &Подешавања тастатуре...
ta: விசைப்பலகை அமைப்புகள்... (&K)

source: Configure keyboard layout, speaking of typed characters, words or command keys
fa: پیکره‌بندی چینش تخته‌کلید٬ خواندن واج‌های کلید شده٬ واژها و کلیدهای فرمان
sr: Подеси распоред тастатуре, изговарање укуцаних карактера, речи и командних тастера
ta: விசைப்பலகையை அமைவடிவமாக்குக, அல்லது தட்டச்சிடப்பட்ட வரியுருக்களையோ, சொற்களையோ கட்டுப்பாடு விசைகளையோ பேசுக

source: &Mouse settings...
fa: سامان دادن به موشواره
sr: &Подешавања миша
ta: சொடுக்கி அமைப்புகள்... (&M)

source: Change reporting of mouse shape and object under mouse
fa: دگرگون کردن نمود نشانگر موشواره و چیزی که در زیر آن نشانگر است
sr: Пријављивање измене облика миша и објекта испод миша
ta: சொடுக்கிக் குறிமுள்ளின் உருவ மாற்றத்தையும், சொடுக்கியின் கீழிருக்கும் பொருளையும் அறிவிக்கும்

source: Review &cursor...
fa: نشانگر بازبین
sr: &Ревизиони курзор...
ta: மறுபரிசீலனைச் சுட்டி... (&C)

source: Configure how and when the review cursor moves
fa: سامان دادن به هنگام و چگونگی جا‌به‌جا شدن نشانگر بازبین
sr: Подеси како и када се ревизиони курзор помера
ta: மறுபரிசீலனைச் சுட்டி எப்படி, எப்பொழுது நகர வேண்டுமென்று அமைவடிவமாக்குக

source: &Input composition settings...
fa: سامان دادن به درون کردن نوشتن واج‌های ویژه
sr: Подешавања састава &уноса
ta: உள்ளீடு இயற்றல் அமைப்புகள்... (&I)

source: Configure how NVDA reports input composition and candidate selection for certain languages
fa: پیکره‌بندی کردن چگونگی گزارش ان‌وی‌دی‌ای از درون کردن واج‌ها و گزیدن نمادها و واج‌های ویژه برای زبان‌های ویژه
sr: Конфигурише како ће NVDA пријављивати улазни састав и одабаране кандидате за одређене језике.
ta: சில மொழிகளுக்கான உள்ளீடு இயற்றலையும், பரிந்துரை எழுத்தின் தெரிவினையும் என்ழிடிஏ எவ்வாறு அறிவிக்கிறது என்பதை அமைவடிவமாக்குக

source: &Object presentation...
fa: نمایاندن چیزها
sr: &Објекат презентације...
ta: பொருளளிக்கை... (&O)

source: Change reporting of objects
fa: دگرگون کردن گزارش از چیزها
sr: Пријављивање измене објеката
ta: பொருட்களின் அறிவித்தலை மாற்றுக

source: &Browse mode...
fa: گونه‌ی گشتار
sr: Режим &претраживања
ta: உலாவும் நிலை... (&B)

source: Change virtual buffers specific settings
fa: دگرگون کردن سامان‌دهی‌های ویژه‌ی میانجی مجازی
sr: Измени посебна подешавања виртуелних бафера
ta: உலாவும் நிலைக்கான தனிப்பட்ட அமைப்புகளை மாற்றுக

source: Document &formatting...
fa: ریخت‌بندی رسانه‌های نوشتاری
sr: Форматирање &документа...
ta: ஆவண வடிவூட்டம்... (&F)

source: Change settings of document properties
fa: دگرگون کردن سامان‌دهی به ویژگی‌های رسانه‌ی نوشتاری
sr: Измени подешавања особина документа
ta: ஆவண பண்புகளின் அமைப்புகளை மாற்றுக

source: &Default dictionary...
fa: فرهنگ واژگان پیش‌نمود
sr: &Главни речник...
ta: இயல்பகராதி... (&D)

source: A dialog where you can set default dictionary by adding dictionary entries to the list
fa: پنجره‌ی گفتگویی که می‌توانید با افزودن واژه‌ها به فهرست٬ فرهنگ واژگان پیش‌نمود را جانشانی کنید
sr: Дијалог где можете поставити основни речник додавањем на листу улаза за речник
ta: பட்டியலில் அகராதிகளை சேர்த்து, இயல்பகராதியை அமைக்கும் உரையாடல்...

source: &Voice dictionary...
fa: فرهنگ واژگان صدا
sr: Речник &гласова
ta: குரல் அகராதி... (&V)

source: A dialog where you can set voice-specific dictionary by adding dictionary entries to the list
fa: پنجره‌ی گفتگویی که شما می‌توانید با افزودن واژه‌ها به فهرست٬ فرهنگ واژگان ویژه‌ی یک صدا را جانشانی کنید
sr: Дијалог где можете поставити речник за специфични глас додавањем на листу улаза за речник
ta: பட்டியலில் அகராதிகளை சேர்த்து, குரல்களின் தனிப்பட்ட அகராதியை அமைக்கும் உரையாடல்...

source: &Temporary dictionary...
fa: فرهنگ واژگان گذرا
sr: &Привремени речник...
ta: தற்காலிக அகராதி... (&T)

source: A dialog where you can set temporary dictionary by adding dictionary entries to the edit box
fa: پنجره‌ی گفتگویی که با افزودن واژه‌ها در جعبه‌ی ویرایشی٬ فرهنگ واژگان گذرا را جانشانی می‌کنید
sr: Дијалог где можете поставити привремени речник додавањем на листу улаза за речник
ta: தொகு பெட்டியில் அகராதிகளை சேர்த்து, தற்காலிக அகராதியை அமைக்கும் உரையாடல்...

source: Speech &dictionaries
fa: فرهنگ واژگان برای سخنگو
sr: Говорни &речници
ta: பேச்சு அகராதிகள் (&D)

source: &Punctuation/symbol pronunciation...
fa: گونه‌ی گویش &نمادها/نشان‌ها...
sr: Изговор знакова &интерпункције и симбола
ta: நிறுத்தற்குறிகள்/குறியெழுத்துகளின் ஒலிப்பு... (&P)

source: I&nput gestures...
fa: درون‌گیر &نشان‌های ویژه...
sr: &Улазни гестови
ta: உள்ளீடு சைகைகள்... (&N)

source: &Preferences
fa: دل‌&خواسته‌ها
sr: &Карактеристике
ta: முதன்மை விருப்பங்கள் (&P)

source: View log
fa: دیدن گاه‌نگار
sr: Преглед дневника
ta: செயற்குறிப்பேட்டுத் தோற்றம் (&V)

source: Speech viewer
fa: سخن‌نما
sr: Говорни прегледни прозор
ta: பேச்சுத் தோற்றம் (&S)

source: Python console
fa: میز فرمان پایتون
sr: Пајтон конзола
ta: பைத்தன் கட்டுப்பாட்டு மையம் (&P)

source: Manage &add-ons
fa: سازمان دادن به افزونه‌ها
sr: Управљање &додацима
ta: கூட்டுறுப்பு மேலாண்மை (&A)

source: Create Portable copy...
fa: ساختن روگرفت جا‌به‌جا شدنی...
sr: Креирај портабл копију
ta: பெயர்த்தகு படியை உருவாக்குக... (&C)

source: &Install NVDA...
fa: ریختن ان‌وی‌دی‌ای در سامانه‌ی کارگر...
sr: &Инсталирај NVDA...
ta: என்விடிஏவை நிறுவுக... (&I)

source: Reload plugins
fa: از نو بار گذاشتن افزونه‌ها
sr: Поново учитај додатке
ta: உட்பொருத்திகளை மறுயேற்றம் செய்க (&R)

source: Commands &Quick Reference
fa: راهنمای تندیاب کلیدهای فرمان
sr: &Кратке напомене о командним тастерима
ta: கட்டளைகளுக்கான விரைவுக் குறிப்பு (&Q)

source: What's &new
fa: چه چیزی نو است
sr: Шта је &ново
ta: புதிதாக என்ன? (&N)

source: NVDA &web site
fa: تارنمای ان‌وی‌دی‌ای
sr: NVDA &Веб-сајт
ta: என்விடிஏ வளைத்தளம் (&W)

source: L&icense
fa: مجوز
sr: &Лиценца
ta: உரிமம் (&I)

source: C&ontributors
fa: همیاران
sr: &Сарадници
ta: பங்களிப்பாளர்கள் (&O)

source: We&lcome dialog
fa: پنجره‌ی گفتگوی &خوشامدگویی
sr: Поздравни &дијалог
ta: வரவேற்பு உரையாடல் (&L)

source: &Check for update...
fa: گشتن برای روزامد
sr: &Провери доступна ажурирања
ta: இற்றாக்கத்திற்குத் துழாவுக... (&C)

source: About...
fa: درباره نرم افزار...
sr: О...
ta: குறித்து... (&A)

source: &Help
fa: &راهنما
sr: &Помоћ
ta: உதவி (&H)

source: &Configuration profiles...
fa: &دسته‌های سامان‌دهی...
sr: &Конфигурациони профили

source: &Revert to saved configuration
fa: بازگردانی پیکره‌بندی به گونه‌ی سپارده شده
sr: &Врати на сачувану конфигурацију
ta: சேமிக்கப்பட்டுள்ள அமைவடிவத்திற்குத் திரும்பிச் செல்க (&R)

source: Reset all settings to saved state
fa: جانشانی همه‌ی سامان‌دهی‌ها به گونه‌ی سپارده شده
sr: Врати сва подешавања на сачувано стање
ta: எல்லா அமைப்புகளையும் சேமிக்கப்பட்ட நிலைக்கு மாற்றியமை

source: &Reset configuration to factory defaults
fa: بازگرداندن پیکره‌بندی به گونه‌ی پیش‌نمود کارخانه‌ای
sr: &Врати конфигурацију на фабричке вредности
ta: அமைவடிவத்தை தொழிற்சாலை இயல்பிற்கு மாற்றியமைக்கவும் (&R)

source: Reset all settings to default state
fa: بازگرداندن سامان‌دهی‌ها به گونه‌ی پیش‌نمود
sr: Врати сва подешавања на почетну вредност
ta: எல்லா அமைப்புகளையும் இயல்பிருப்பிற்கு மாற்றியமைக்கவும்

source: &Save configuration
fa: &سپاردن پیکره‌بندی‌ها
sr: &Сачувај конфигурацију
ta: அமைவடிவத்தை சேமிக்கவும் (&S)

source: Write the current configuration to nvda.ini
fa: نوشتن پیکره‌بندی کنونی در پرونده‌ی nvda.ini
sr: Запиши тренутну конфигурацију у датотеку nvda.ini
ta: தற்போதைய அமைவடிவத்தை nvda.ini கோப்பில் எழுதுக

source: Donate
fa: کمک پولی کردن
sr: Донирај
ta: நன்கொடையளியுங்கள் (&D)

source: E&xit
fa: &خاموش کردن
sr: &Излаз
ta: வெளியேறுக (&X)

source: Welcome to NVDA! Most commands for controlling NVDA require you to hold down the NVDA key while pressing other keys. By default, the numpad insert and main insert keys may both be used as the NVDA key. You can also configure NVDA to use the CapsLock as the NVDA key. Press NVDA+n at any time to activate the NVDA menu. From this menu, you can configure NVDA, get help and access other NVDA functions.
fa: به ان‌وی‌دی‌ای خوش آمدید! بیشتر کلید‌های فرمان در ان‌وی‌دی‌ای به گونه ای است که باید کلید ان‌وی‌دی‌ای را پایین نگهداشته و کلید یا کلیدهای دیگری را نیز به همراه٬ فشار بدهید. به گونه‌ی پیش‌نمود٬ هردو کلید insert چه در بخش ماشین حسابی و چه روی بخش الفبای تخته‌کلید٬ کلیدهای ان‌وی‌دی‌هستند. هم‌چنین می‌توانید کلید CapsLock را کلید ان‌وی‌دی‌ای کنید کلید ان‌وی‌دی‌ای +n برای کارا کردن منوی آن٬ فشار دهید. از این منو٬ می‌توانید ان‌وی‌دی‌ای را سامان داده و از کارکردهای آن بهره بگیرید و به راهنمای بهره‌گیری از آن٬ دست یابید.
sr: Добро дошли у NVDA! Већина контролних команди у NVDA захтевају да држите притиснут NVDA тастер док притискате остале тастере. По правилу, тастер инсерт на нумеричкој тастатури и основни тастер инсерт могу да се користе као NVDA тастер. Можете такође подесити NVDA да се тастер за велика слова (CapsLock) користи као NVDA тастер. Ако притисните NVDA+n активираћете NVDA мени.
ta: என்விடிஏவிற்கு வருக! என்விடிஏவைக் கட்டுப்படுத்த, பிற விசைகளை அழுத்தும்பொழுது என்விடிஏ விசையையும் அழுத்த வேண்டும். இயல்பில், முதன்மை செருகு விசை, எண் திட்டு செருகு விசை ஆகிய இரு விசைகளும் என்விடிஏ விசைகளாகும். முகப்பெழுத்து பூட்டு விசையை என்விடிஏ விசையாக மாற்ற என்விடிஏவை அமைவடிவமாக்கலாம். என்விடிஏ பட்டியலை இயக்க, எந்த நேரத்திலும் NVDA+n விசையை அழுத்தவும். இந்தப் பட்டியலிலிருந்து என்விடிஏவை அமைவடிவமாக்கலாம், உதவி பெறலாம், என்விடிஏவின் பிற பயன்பாடுகளை பயன்படுத்தலாம்.

source: Welcome to NVDA
fa: به ان‌وی‌دی‌ای خوش آمدید!
sr: Добро дошли у NVDA
ta: என்விடிஏவிற்கு வருக

source: Options
fa: گزینه ها
sr: Опције
ta: விருப்பத்தேர்வுகள்
