Repository: siddhartha-iitd/NVDA-Enhancements
Catalog: source/locale/*/LC_MESSAGES/nvda.po
Languages: fa, sr, ta

source: Use CapsLock as an NVDA modifier key
fa: کلید Capslock را کلید ان‌وی‌دی‌ای کردن
sr: Користите велика слова (CapsLock) као NVDA модификаторски тастер
ta: முகப்பெழுத்து பூட்டு விசையை என்விடிஏ மாற்று விசையாக பயன்படுத்துக

source: &Automatically start NVDA after I log on to Windows
fa: آغاز به کار کردن ان‌وی‌دی‌ای پس از درون شدن من با شناسه‌ی کاربریم در ویندوز به گونه‌ی خودکار
sr: &Аутоматски покрени NVDA након што се пријавим на Виндоуз
ta: சாளரத்தில் புகுபதிவு செய்தவுடன், என்விடிஏவை தானாக இயக்குக (&A)

source: Show this dialog when NVDA starts
fa: نشان داده شدن این پنجره‌ی گفتگو هنگام به کار افتادن ان‌وی‌دی‌ای
sr: Прикажи овај дијалог када се NVDA покрене
ta: என்விடிஏ துவக்கப்படும்பொழுது இந்த உரையாடலைக் காட்டுக

source: License Agreement
fa: پیمان‌نامه‌ی بهره‌وری
sr: Уговор о лиценцирању
ta: உரிம ஒப்பந்தம்

source: I &agree
fa: می‌پذیرم
sr: &Прихватам
ta: ஏற்றுக் கொள்கிறேன் (&A)

source: &Install NVDA on this computer
fa: ریختن ان‌وی‌دی‌ای بر روی این رایانه
sr: &Инсталирај NVDA на овом рачунару
ta: என்விடிஏவை இக்கணினியில் நிறுவுக (&I)

source: Create &portable copy
fa: درست کردن روگرفت &جا‌به‌جا شدنی
sr: Креирај &портабл копију
ta: பெயர்த்தகு படியை உருவாக்குக (&P)

source: &Continue running
fa: با کارا بودن ان‌وی‌دی‌ای به پیش رفتن
sr: &Настави са радом
ta: தொடர்ந்து ஓடுக (&C)

source: Please wait
fa: خواهش است درنگ کنید
sr: Молимо сачекајте
ta: கருணைக்கூர்ந்து காத்திருக்கவும்

source: Add-ons Manager
fa: سازمان‌دهنده‌ی افزونه‌ها
sr: Управљање додацима
ta: கூட்டுறுப்பு மேலாளர்

source: Installed Add-ons
fa: افزونه‌های ریخته شده
sr: Инсталирани додаци
ta: நிறுவப்பட்டுள்ள கூட்டுறுப்புகள்

source: Package
fa: بسته
sr: Пакет
ta: தொகுப்பு

source: Status
fa: چگونگی
sr: Статус
ta: நிலைமை

source: Version
fa: نگارش
sr: Верзија
ta: பதிப்பு

source: Author
fa: سازنده
sr: Аутор
ta: படைப்பாளர்

source: &About add-on...
fa: &در باره‌ی افزونه...
sr: &О додацима...
ta: கூட்டுறுப்புக் குறித்து... (&A)

source: &Install...
fa: ریختن...
sr: &Инсталирај...
ta: நிறுவுக... (&I)

source: &Remove
fa: پاک کردن
sr: &Уклони
ta: நீக்குக (&R)

source: &Get add-ons...
fa: گرفتن افزونه‌ها
sr: &Набави додатке...
ta: கூட்டுறுப்புகளைப் பெறுக... (&G)

source: Choose Add-on Package File
fa: گزینش پرونده‌ی بسته‌ی افزونه
sr: Одабери датотеку са пакетом додатака
ta: கூட்டுறுப்பு தொகுப்புக் கோப்பினைத் தெரிவு செய்க

source: NVDA Add-on Package (*.{ext})
fa: بسته‌ی افزونه‌ی ان‌وی‌دی‌ای (*.{ext})
sr: NVDA пакет са додацима (*.{ext})
ta: என்விடிஏ கூட்டுறுப்புத் தொகுதி (*.{ext})

source: Failed to open add-on package file at %s - missing file or invalid file format
fa: بازگشایی پرونده‌ی بایگانی افزونه در %s با شکست رو‌به‌رو شد- پرونده یا نیست یا با چنین ریختی که هست٬ پشتیبانی نمی‌شود
sr: Несупешно отварање датотеке са пакетом додатака на %s - недостаје датотека или је неисправан њен формат
ta: %s கூட்டுறுப்பு தொகுப்பினை திறப்பதில் தோல்வி - இல்லாத கோப்பு அல்லது ஏற்க முடியாத வடிவூட்டம்

source: Are you sure you want to install this add-on? Only install add-ons from trusted sources. Addon: {summary} {version} Author: {author}
fa: آیا می‌خواهید این افزونه را بی‌افزایید؟ تنها افزونه‌هایی که از سرچشمه‌های بی‌گزند و شناس هستند را بی‌افزایید. افزونه: {summary} {version} فراورنده: {author}
sr: Да ли сте сигурни да желите да инсталирате овај додатак? Инсталирајте само додатке из поузданих извора. Додатак: {summary} {version} Аутор: {author}
ta: இந்தக் கூட்டுறுப்பைத் தாங்கள் கட்டாயம் நிறுவ வேண்டுமா? நம்பத் தகுந்த வட்டாரங்களிலிருந்துப் பெறப்படும் கூட்டுறுப்புகளை மட்டுமே நிறுவுங்கள். கூட்டுறுப்பு: {summary} {version} படைப்பாளர்: {author}

source: Add-on Installation
fa: ریختن افزونه
sr: Инсталација додатка
ta: கூட்டுறுப்பு நிறுவுதல்

source: A version of this add-on is already installed. Would you like to update it?
fa: نگارشی از این افزونه پیش‌تر ریخته شده است. آیا می‌خواهید آن را روزامد کنید؟
sr: Нека верзија овог додатка је већ инсталирана. Желите ли да га ажурирате?
ta: கூட்டுறுப்பின் ஒரு பதிப்பு ஏற்கனவே நிறுவப்பட்டுள்ளது. இதை இற்றைப்படுத்த விரும்புகிறீர்களா?

source: Installing Add-on
fa: در کار ریختن افزونه
sr: Инсталирање додатка
ta: கூட்டுறுப்பு நிறுவப்படுகிறது

source: Please wait while the add-on is being installed.
fa: تا افزونه دارد افزوده می‌شود٬ خواهش است درنگ کنید!
sr: Молимо сачекајте док се додатак инсталира.
ta: கூட்டுறுப்பு நிறுவப்படுகிறது, கருணைக்கூர்ந்து காத்திருக்கவும்

source: Failed to install add-on from %s
fa: ریختن افزونه از %s با شکست رو‌به‌رو شد
sr: Неуспешна инсталација додатка из %s
ta: %s தொகுப்பில் இருக்கும் கூட்டுறுப்பின் நிறுவுதல் தோல்வியடைந்தது

source: Are you sure you wish to remove the selected add-on from NVDA?
fa: آیا می‌خواهید افزونه‌ی گزیده شده را از ان‌وی‌دی‌ای پاک کنید؟
sr: Да ли сте сигурни да желите да уклоните одабрани додатак из NVDA?
ta: தெரிவு செய்யப்பட்டிருக்கும் கூட்டுறுப்பை என்விடிஏவிலிருந்து தாங்கள் கட்டாயம் நீக்க வேண்டுமா?

source: Remove Add-on
fa: پاک کردن افزونه
sr: Уклони додатак
ta: கூட்டுறுப்பை நீக்குக

source: install
fa: ریختن
sr: инсталиран
ta: நிறுவுக

source: remove
fa: پاک کردن
sr: уклоњен
ta: நீக்குக

source: running
fa: کارا
sr: активан
ta: ஓடிக் கொண்டிருக்கிறது

source: Add-ons have been added or removed. You must restart NVDA for these changes to take effect. Would you like to restart now?
fa: افزونه‌ها پاک یا ریخته شده اند. شما باید ان‌وی‌دی‌ای را برای کارا شدن این دگرگونی‌ها٬ از نو راه‌اندازی کنید. آیا می‌خواهید از نو راه‌اندازی کنید؟
sr: Додаци су били инсталирани или уклоњени. Морате рестартовати NVDA да би ове измене биле прихваћене. Желите ли да рестартујете сада?
ta: கூட்டுறுப்புகளின் நிறுவு அல்லது நீக்கம் நிகழ்ந்துள்ளன. மாற்றங்களை செயலிற்கு கொண்டு வர என்விடிஏவை மறுதுவக்க வேண்டும். இப்பொழுதே மறுதுவக்க விரும்புகிறீர்களா?

source: Restart NVDA
fa: از نو راه‌انداختن ان‌وی‌دی‌ای
sr: Рестартуј NVDA
ta: என்விடிஏவை மறுதுவக்குக

source: {summary} ({name}) Version: {version} Author: {author} Description: {description}
fa: {summary} ({name}) نگارش: {version} فراورنده: {author} بیش‌گویه: {description}
sr: {summary} ({name}) Верзија: {version} Аутор: {author} Опис: {description}
ta: {summary} ({name}) பதிப்பு: {version} படைப்பாளர்: {author} இணைய முகவரி: {url} விளக்கம்: {description}

source: Add-on Information
fa: داده‌های پیرامون افزونه
sr: Информације о додатку
ta: கூட்டுறுப்புத் தகவல்

source: Configuration Profiles
fa: دسته‌های سامان‌دهی
sr: Конфигурациони профили

source: &Profile
fa: &دسته‌ی سامان‌دهی
sr: &Профил

source: &New
fa: &نو
sr: &Нови
ta: புதிது (&N)

source: &Rename
fa: &دگرگون کردن نام
sr: П&реименуј
ta: மறுபெயரிடுக (&R)

source: &Delete
fa: &پاک کردن
sr: &Обриши
ta: அழிக்கவும் (&D)

source: &Triggers...
sr: О&кидачи

source: Temporarily d&isable all triggers
sr: Привремено оне&могући све окидаче

source: (normal configuration)
fa: (پیکره‌بندی هموار)
sr: (нормална конфигурација)
ta: (இயல்பான அமைவடிவம்)

source: editing
fa: ویراستن
sr: уређивање
ta: தொகுத்தல்

source: manual
fa: دستی
sr: ручно

source: triggered
fa: به کار گرفته شد
sr: окидачем

source: Error activating profile.
fa: کژی در کارا کردن دسته‌ی سامان‌دهی.
sr: Грешка при активирању профила

source: Are you sure you want to delete this profile? This cannot be undone.
fa: آیا می‌خواهید این دسته‌ی سامان‌دهی را پاک کنید؟ این کار را نمی‌توان واگردان کرد.
sr: Да ли сте сигурни да желите да обришете овај профил? Овај корак не може бити касније поништен.

source: Confirm Deletion
fa: بازپرسیدن برای پاک کردن
sr: Потврди брисање
ta: அழித்தலை உறுதி செய்க

source: Error deleting profile.
fa: کژی در پاک کردن دسته‌ی سامان‌دهی.
sr: Грешка приликом брисања профила

source: Manual deactivate
fa: ناکار کردن دستی
sr: Ручно деактивирај

source: Manual activate
sr: Ручно активирај

source: New name:
fa: نام نو
sr: Ново име:
ta: புதுப் பெயர்

source: Rename Profile
fa: دگرگون کردن نام دسته‌ی سامان‌دهی
sr: Преименуј профил

source: That profile already exists. Please choose a different name.
fa: دسته‌ی سامان‌دهی‌ای با همین نام هست! نام دیگری را برگزینید!
sr: Тај профил већ постоји. Молимо Вас да одаберете неко друго име.

source: Error renaming profile.
fa: کژی در دگرگون کردن نام دسته‌ی سامان‌دهی.
sr: Грешка при преименовању профила

source: Current application (%s)
fa: برنامه‌ی در کار٬ %s است
sr: Тренутно активна апликација је %s
ta: தற்போதைய பயன்பாடு %s

source: Say all
fa: خواندن همه
sr: Изговори све
ta: எல்லாம் படிக்கவும்

source: Error saving configuration profile triggers - probably read only file system.
sr: Не могу се сачувати окидачи профилних конфигурација - вероватно је систем датотека само за читање

source: Profile Triggers
sr: Окидачи профила

source: %s application
fa: برنامه‌ی %s
sr: %s апликација
ta: %s பயன்பாடு

source: Triggers
sr: Окидачи

source: Profile
fa: دسته‌ی سامان‌دهی
sr: Профил

source: New Profile
fa: دسته‌ی سامان‌دهی نو
sr: Нови профил

source: Profile name:
fa: نام دسته‌ی سامان‌دهی
sr: Име профила:

source: Manual activation
fa: کارا شدن به گونه‌ی دستی
sr: Ручна активација

source: Use this profile for:
fa: به‌کار‌گیری این دسته‌ی سامان‌دهی برای:
sr: Користи овај профил за:

source: This trigger is already associated with another profile. If you continue, it will be removed from that profile and associated with this one. Are you sure you want to continue?
sr: Овај окидач је већ увезан са другим профилом. Ако наставите, биће уклоњен из тог профила и увезан са овим. Да ли сте сигурни да желите да наставите?

source: Warning
fa: هشدار
sr: Упозорење
ta: எச்சரிக்கை

source: Error creating profile - probably read only file system.
fa: کژی در درست کردن دسته‌ی سامان‌دهی! شاید برای آن باشد که پرونده‌ها تنها خواندنی هستند
sr: Грешка при креирању профила - вероватно је систем датотека само за читање

source: To edit this profile, you will need to manually activate it. Once you have finished editing, you will need to manually deactivate it to resume normal usage. Do you wish to manually activate it now?
fa: برای ویراستن این دسته‌ی سامان‌دهی٬ باید این را کارا کنید. پس از فرجامیدن کار ویرایش این دسته‌ی سامان‌دهی٬ برای آن که به سامان‌دهی هموار پیشین بازگردید٬ باید این دسته‌ی سامان‌دهی را دستی ناکار کنید. اکنون٬ آیا می‌خواهید این را کارا کنید؟
sr: Да бисте уредили овај профил, мораћете ручно да га активирате. Када будете готови са уређивањем, мораћете га ручно деактивирати да бисте наставили са редовном употребом. Да ли желите да га сад ручно активирате?

source: Manual Activation
fa: کارا کردن دستی
sr: Ручна активација

source: Updating NVDA
fa: روزامد سازی ان‌وی‌دی‌ای
sr: Ажурирање NVDA
ta: என்விடிஏ இற்றைப்படுத்தப்படுகிறது

source: Installing NVDA
fa: ریختن ان‌وی‌دی‌ای
sr: Инсталирање NVDA
ta: என்விடிஏ நிறுவப்படுகிறது

source: Please wait while your previous installation of NVDA is being updated.
fa: تا نگارش پیشین ریخته‌شده‌ی ان‌وی‌دی‌ای روزامد می‌شود٬ خواهش است درنگ کنید!
sr: Молимо сачекајте док се Ваша претходна инсталација NVDA ажурира.
ta: தங்களின் முந்தைய என்விடிஏ படி இற்றைப்படுத்தப்படுகிறது, கருணைக்கூர்ந்து காத்திருக்கவும்

source: Please wait while NVDA is being installed
fa: تا ان‌وی‌دی‌ای ریخته می‌شود٬ خواهش است درنگ کنید!
sr: Молимо сачекајте док се NVDA инсталира
ta: என்விடிஏ நிறுவப்படுகிறது, கருணைக்கூர்ந்து காத்திருக்கவும்

source: The installation is unable to remove or overwrite a file. Another copy of NVDA may be running on another logged-on user account. Please make sure all installed copies of NVDA are shut down and try the installation again.
fa: پاک کردن یا بازنویسی پرونده‌ای انجام شدنی نیست. روگرفتی از ان‌وی‌دی‌ای از همین پوشه شاید با کاربری دیگری در ویندوز٬ راه‌اندازی شده باشد. نگاه کنید که همه‌ی روگرفت‌های ان‌وی‌دی‌ای خاموش هستند سپس ریختن برنامه را از سر بگیرید.
sr: Инсталација не може да премести или препише датотеку. Друга копија NVDA је можда покренута на неком другом корисничком налогу. Молимо вас да погасите све инсталиране копије NVDA и понобо покренете инсталацију.
ta: கோப்பினை நீக்கவோ, அழித்தெழுதவோ நிறுவுதலினால் இயலவில்லை. பிறிதொரு பயனர் கணக்கில் என்விடிஏவின் படி ஒன்று இயக்கப்பட்டுக் கொண்டிருக்கலாம். என்விடிஏவின் எல்லா படிகளும் மூடப்பட்டிருப்பதை உறுதி செய்துக் கொண்டு, நிறுவுதலை மீண்டும் முயற்சியுங்கள்.

source: File in Use
fa: پرونده به کار گرفته شده است
sr: Датотека је у употреби
ta: கோப்பு பயன்பாட்டில் உள்ளது

source: The installation of NVDA failed. Please check the Log Viewer for more information.
fa: ریختن برنامه‌ی ان‌وی‌دی‌ای با شکست رو‌به‌رو شد. برای آگاهی بیشتر٬ به گاه‌نگار نگاه بی‌اندازید.
sr: Инсталација NVDA није успела. Молимо Вас да проверите Прегледач дневника за више информација
ta: என்விடிஏ நிறுவுதல் தோல்வியடைந்தது. கூடுதல் தகவல்களுக்கு செயற்குறிப்பேட்டுத் தோற்றத்தைக் காணவும்.

source: Successfully installed NVDA.
fa: ریخته شدن ان‌وی‌دی‌ای به درستی فرجامید!
sr: Успешно инсталиран NVDA
ta: என்விடிஏ வெற்றிகரமாக நிறுவப்பட்டது.

source: Successfully updated your installation of NVDA.
fa: نگارش ان‌وی‌دی‌ای ریخته‌شده‌ی شما به درستی روزامد شد!
sr: Успешно је ажурирана Ваша инсталација NVDA.
ta: ஏற்கனவே நிறுவப்பட்டிருந்த தங்களின் என்விடிஏ வெற்றிகரமாக இற்றைப்படுத்தப்பட்டது.

source: Please press OK to start the installed copy.
fa: خواهش است برای راه‌اندازی روگرفت ریخته‌شده٬ دکمه‌ی OK را فشار دهید!
sr: Молимо притисните ОК да покренете инсталирану копију.
ta: தற்பொழுது நிறுவப்பட்டுள்ள படியை இயக்க 'சரி' பொத்தானை அழுத்தவும்.

source: Success
fa: فرجامش
sr: Успех
ta: வெற்றி!

source: Install NVDA
fa: ریختن ان‌وی‌دی‌ای در سامانه‌ی کارگر
sr: Инсталација NVDA
ta: என்விடிஏவை நிறுவுக

source: To install NVDA to your hard drive, please press the Continue button.
fa: برای ریخته شدن ان‌وی‌دی‌ای روی دیسک سخت٬ دکمه‌ی «پیش رفتن» را فشار دهید.
sr: Да бисте инсталирали NVDA на Ваш диск, притисните дугме Настави.
ta: என்விடிஏவை தங்களின் வன்தட்டில் நிறுவ, 'தொடர்க' பொத்தானை அழுத்தவும்.

source: A previous copy of NVDA has been found on your system. This copy will be updated.
fa: روگرفت از پیش ریخته شده از ان‌وی‌دی‌ای در سامانه‌ی شما یافت شد. این روگرفت٬ روزامد خواهد شد.
sr: Ранија верзија NVDA је пронађена на Вашем систему. Та копија ће бити ажурирана.
ta: என்விடிஏவின் முந்தைய படி ஒன்று தங்களின் கணினியில் காணப்படுகிறது. இந்தப் படி இற்றைப்படுத்தப்படும்.

source: The installation path for NVDA has changed. it will now be installed in {path}
fa: جای ریخته شدن ان‌وی‌دی‌ای دگرگون شد. اکنون در نشانی {path} ریخته می‌شود.
sr: Путања за инсталацију NVDA се променила. Биће инсталирана у {path}
ta: என்விடிஏவின் நிறுவு வழித்தடம் மாறியுள்ளது. என்விடிஏ இனி இங்கே நிறுவப்படும்: {path}

source: Use NVDA on the Windows &logon screen
fa: به کار گیری ان‌وی‌دی‌ای در برگه‌ی آغازین برای درون شدن به ویندوز
sr: Користи NVDA на Виндоузовом екрану за &пријављивање
ta: சாளர புகுபதிவு திரையில் என்விடிஏவை பயன்படுத்துக (&L)

source: &Keep existing desktop shortcut
fa: نگهداشتن میانبر کنونی در میز کار
sr: &Задржи постојећу пречицу на радној површини
ta: தற்போதைய மேசைத்தள குறுக்கு விசையை வைத்துக் கொள்க (&K)

source: Create &desktop icon and shortcut key (control+alt+n)
fa: ساختن نشانی از ان‌وی‌دی‌ای با کلید میانبر ctrl+alt+n بر روی میز کار
sr: Креирај иконицу на &радној површини и пречицу са тастатуре (control+alt+n)
ta: மேசைத்தள படவுருவையும், கட்டுப்பாடு+என்விடிஏ+n குறுக்கு விசையையும் உருவாக்குக (&D)

source: Copy &portable configuration to current user account
fa: رو گرفتن از پیکره‌بندی کنونی از روگرفت &جا‌به‌جا شدنی در پوشه‌ی ویژه‌ی سامان‌دهی‌های کاربر کنونی ویندوز
sr: Копирај &портабл конфигурацију на тренутни кориснички налог
ta: பெயர்த்தகு அமைவடிவத்தை தற்போதைய பயனர் கணக்கிற்குப் படியெடுக்கவும் (&P)

source: &Continue
fa: &پیش رفتن
sr: &Настави
ta: தொடர்க (&C)

source: Create Portable NVDA
fa: ساختن ان‌وی‌دی‌ای جا‌به‌جا شدنی
sr: Креирај портабл копију NVDA
ta: பெயர்த்தகு என்விடிஏவை உருவாக்குக

source: To create a portable copy of NVDA, please select the path and other options and then press Continue
fa: برای ساختن روگرفت جا‌به‌جا شدنی از ان‌وی‌دی‌ای٬ پوشه و دیگر گزینه‌ها را برگزیده سپس دکمه‌ی «پیش رفتن» را بزنید
sr: Да бисте креирали портабл копију NVDA, молимо Вас да одаберете путању и остале опције и притисните Настави
ta: என்விடிஏவின் பெயர்த்தகு படியை உருவாக்க, வழிதடத்தையும், பிற விருப்பத் தேர்வுகளையும் தெரிவு செய்த பின்னர், 'தொடர்க' பொத்தானை அழுத்தவும்.

source: Portable &directory:
fa: پوشه‌ی جا‌به‌جا شدنی
sr: &Фасцикла за портабл верзију:
ta: பெயர்த்தகு அடைவு (&D)

source: Browse...
fa: گشتن
sr: Потражи...
ta: உலாவுக...

source: Copy current &user configuration
fa: رو گرفتن از پیکره‌بندی کنونی از روگرفت &جا‌به‌جا شدنی در پوشه‌ی ویژه‌ی سامان‌دهی‌های کاربر کنونی ویندوز
sr: Копирај тренутну конфигурацију &корисника
ta: தற்போதைய பயனர் அமைவடிவத்தை படியெடுக்கவும் (&U)

source: Select portable directory
fa: پوشه‌ی جا‌به‌جا شدنی را برگزینید
sr: Одабери фасциклу за портабл копију
ta: பெயர்த்தகு அடைவை தெரிவு செய்க

source: Please specify a directory in which to create the portable copy.
fa: پوشه‌ای را که می‌خواهید روگرفت جا‌به‌جا شدنی را در آن بسازید٬ برگزینید
sr: Молимо одаберите фасциклу где желите да се креира портабл копија
ta: பெயர்த்தகு படியை உருவாக்க வேண்டிய அடைவை குறிப்பிடவும்.

source: Invalid drive %s
fa: سپاره‌ران %s ٬ ناشایست است
sr: Погрешан диск %s
ta: ஏற்கமுடியாத இயக்ககம்: %s

source: Creating Portable Copy
fa: روگرفت جا‌به‌جا شدنی دارد ساخته می‌شود
sr: Креирање портабл копије
ta: பெயர்த்தகு படி உருவாக்கப்படுகிறது

source: Please wait while a portable copy of NVDA is created.
fa: تا روگرفت جا‌به‌جا شدنی از ان‌وی‌دی‌ای دارد ساخته می‌شود٬ درنگ کنید
sr: Молимо сачекајте док се креира портабл копија NVDA.
ta: என்விடிஏவின் பெயர்த்தகு படி உருவாக்கப்படுகிறது, கருணைக்கூர்ந்து காத்திருக்கவும்

source: NVDA is unable to remove or overwrite a file.
fa: ان‌وی‌دی‌ای ناتوان از پاک کردن یا بازنویسی یک پرونده است.
sr: NVDA не може да премести или препише датотеку.
ta: கோப்பினை நீக்கவோ, அழித்தெழுதவோ என்விடிஏவினால் இயலவில்லை.

source: Failed to create portable copy: %s
fa: ساخته شدن روگرفت جا‌به‌جا شدنی با شکست رو‌به‌رو شد: %s
sr: Неуспешно креирање портабл копије: %s
ta: பெயர்த்தகு என்விடிஏ உருவாக்குவதில் தோல்வி: %s

source: Successfully created a portable copy of NVDA at %s
fa: فرایند ساخت روگرفت جا‌به‌جا شدنی از ان‌وی‌دی‌ای در %s به فرجام رسید
sr: Успешно креирана портабл копија NVDA на %s
ta: என்விடிஏவின் பெயர்த்தகு படி இவ்விடத்தில் வெற்றிகரமாக உருவாக்கப்பட்டுள்ளது: %s

source: NVDA Log Viewer
fa: گاه‌نگارنمای ان‌وی‌دی‌ای
sr: Прегледник NVDA дневника
ta: என்விடிஏ செயற்குறிப்பேட்டுத் தோற்றம்

source: Refresh F5
fa: نوسازی F5
sr: Освежи F5
ta: புத்தாக்கம் F5 (&R)

source: Log
fa: گاه‌نگار
sr: Дневник
ta: செயற்குறிப்பேடு

source: Save As
fa: سپاردن به سان
sr: Сачувај као
ta: இவ்வாறு சேமிக்கவும்

source: Error saving log: %s
fa: کژی در سپاردن در گاه‌نگار: %s
sr: Грешка приликом чувања дневника: %s
ta: செயற்குறிப்பேட்டினை சேமிப்பதில் பிழை: %s

source: General Settings
fa: سامان‌دهی‌های همگانی
sr: Општа подешавања
ta: பொது அமைப்புகள்

source: info
fa: داده‌رسانی
sr: информације
ta: தகவல்

source: debug warning
fa: هشدارهای آسیب‌یابی
sr: дебаговање и упозорења
ta: வழுநீக்க எச்சரிக்கை

source: input/output
fa: درونی/بیرونی
sr: улаз/излаз
ta: உள்ளீடு/வெளியிடு

source: debug
fa: آسیب‌یابی
sr: дебаговање
ta: வழுநீக்கம்

source: &Language (requires restart to fully take effect):
fa: &زبان (نیاز به راه‌اندازی نو دارد تا دگرگونی‌ها همگی کارا شود):
sr: &Језик (захтева поновно покретање да би деловало у потпуности)
ta: மொழி (முழுமையாக செயற்பட, என்விடிஏ மறுதுவக்கப்பட வேண்டும்) (&L):

source: Language
fa: زبان
sr: Језик
ta: மொழி

source: &Save configuration on exit
fa: سپاردن پیکره‌بندی کنونی پیش از خاموش شدن ان‌وی‌دی‌ای
sr: &Сачувај кофигурацију при излазу
ta: வெளியேறும்பொழுது அமைவடிவத்தை சேமிக்கவும் (&S)

source: &Warn before exiting NVDA
fa: هشدار کردن پیش از خاموش کردن ان‌وی‌دی‌ای
sr: &Упозори пре напуштања NVDA
ta: என்விடிஏவை விட்டு வெளியேறும்பொழுது எச்சரிக்கவும் (&W)

source: L&ogging level:
fa: گام &گاه‌نگاشتن
sr: &Ниво евидентирања у дневнику:
ta: செயற்குறிப்பேட்டுப் பதிவு நிலை (&O)

source: Log level
fa: گام گاه‌نگاشتن
sr: Ниво евидентирања у дневнику
ta: செயற்குறிப்பேட்டுப் பதிவு நிலை

source: Use NVDA on the Windows logon screen (requires administrator privileges)
fa: به کار افتادن ان‌وی‌دی‌ای در برگه‌ی درون شدن به ویندوز (نیازمند توانمندی‌های مدیریتی است)
sr: Користи NVDA на Виндоузовом екрану за пријављивање (захтева привилегије администратора)
ta: சாளர புகுபதிவு திரையில் என்விடிஏவை பயன்படுத்துக (இதற்கு நிர்வாகியின் சிறப்புரிமை தேவை) (&U)

source: Use currently saved settings on the logon and other secure screens (requires administrator privileges)
fa: به کار گرفته شدن سامان‌دهی‌های کنونی سپارده شده در برگه‌ی درون شدن به ویندوز یا دیگر برگه‌های قفل شده(نیازمند توانمندی‌های مدیریتی است)
sr: Користи тренутно сачувана подешавања на екрану за пријављивање и на другим сигурносним екранима (захтева привилегије администратора)
ta: சாளர புகுபதிவு, பிற பாதுகாப்பான திரைகளில் தற்போதைய அமைப்புகளைப் பயன்படுத்துக (இதற்கு நிர்வாகியின் சிறப்புரிமை தேவை) (&U)

source: Automatically check for &updates to NVDA
fa: یافتن خودکار روزامد برای ان‌وی‌دی‌ای
sr: Аутоматски провери &ажурирања за NVDA
ta: இற்றாக்கங்களுக்குத் தானாகத் துழாவுக (&U)

source: Custom plugins were detected in your user settings directory. Copying these to the system profile could be a security risk. Do you still wish to copy your settings?
fa: افزونه‌های دستی افزوده شده ای در پوشه‌ی سامان‌دهی‌های ویژه‌ی کاربر یافت شد. رو گرفتن از این‌ها در پوشه‌ی سامان‌دهی‌های همگانی سامانه‌ی کارگر٬ ای بسا بیمناک باشد. هنوز هم می‌خواهید روگیری کنید؟
sr: Наменски прављени додаци су пронађени у Вашој фасцикли са корисничким подешавањима. Њихово копирање у системски профил може представљати безбедносни ризик. Да ли још увек желите да ископирате своја подешавања?
ta: பயனர் அமைப்புகளில் தங்களின் தனிப்பயனாக்கப்பட்ட உட்பொருத்திகள் காணப்படுகின்றன. இதை கணினியின் அமைப்பிற்குள் படியெடுப்பது பாதுகாப்பற்றதாகும். இருந்தாலும் தங்களின் அமைப்புகளை கணினிக்குள் படியெடுக்க விரும்புகிறீர்களா?

source: Copying Settings
fa: سامان‌دهی‌ها دارند روگیری می‌شوند
sr: Копирање подешавања
ta: அமைப்புகள் படியெடுக்கப்படுகிறது

source: Please wait while settings are copied to the system configuration.
fa: تا سامان‌دهی‌ها در پیکره‌بندی سامانه روگیری شود٬ درنگ کنید.
sr: Молимо сачекајте док се подешавања копирају у системску конфигурацију.
ta: கணினி அமைவடிவத்தில் அமைப்புகள் படியெடுக்கப் படுகின்றன, கருணைக்கூர்ந்துக் காத்திருக்கவும்;

source: Unable to copy a file. Perhaps it is currently being used by another process or you have run out of disc space on the drive you are copying to.
fa: ناتوانی در روگیری از یک پرونده. شاید پرونده با راه افتادن روندی به کار گرفته شده باشد یا این که سپاره‌رانی که دارید در آن روگیری می‌کنید٬ جای تهی بیشتری ندارد.
sr: Датотека не може бити копирана. Можда је тренутно користи неки други процес или вам је понестало слободног простора на диску на који копирате.
ta: கோப்பினை படியெடுக்க இயலவில்லை. ஒருவேளை, அந்தக் கோப்பு பிறிதொரு செயல்முறையால் பயன்படுத்தப்பட்டுக் கொண்டிருக்கலாம், அல்லது தாங்கள் படியை சேமிக்க விரும்பும் இயக்ககத்தில் இடம் பற்றாமல் இருக்கலாம்.

source: Error Copying
fa: شکست در روگیری
sr: Грешка при копирању
ta: படியெடுப்பதில் பிழை

source: Error copying NVDA user settings
fa: شکست در روگیری از سامان‌دهی‌های کاربر برای ان‌وی‌دی‌ای
sr: Грешка приликом копирања NVDA корисничких подешавања
ta: என்விடிஏ பயனர் அமைப்புகளை படியெடுப்பதில் பிழை

source: Successfully copied NVDA user settings
fa: روگیری از سامان‌دهی‌های کاربر برای ان‌وی‌دی‌ای به درستی فرجامید
sr: NVDA корисничка подешавања су успешно копирана
ta: என்விடிஏ பயனர் அமைப்புகள் வெற்றிகரமாக படியெடுக்கப்பட்டது

source: Error in %s language file
fa: کژی در پرونده‌ی زبان %s
sr: Грешка у %s језичкој датотеци
ta: %s மொழிக் கோப்பில் பிழை

source: Language Error
fa: کژی زبانی
sr: Језичка грешка
ta: மொழிப் பிழை

source: This change requires administrator privileges.
fa: این دگرگونی نیازمند توانمندی‌های مدیریتی است.
sr: Ова промена захтева привилегије администратора.
ta: இந்த மாற்றத்திற்கு நிர்வாகியின் சிறப்புரிமைகள் தேவைப்படுகிறது

source: Insufficient Privileges
fa: نبود توانمندی‌های نیاز شده
sr: Недовољне привилегије
ta: பற்றாத சிறப்புரிமைகள்
