Repository: siddhartha-iitd/NVDA-Enhancements
Catalog: source/locale/*/LC_MESSAGES/nvda.po
Languages: fa, sr, ta

source: For the new language to take effect, the configuration must be saved and NVDA must be restarted. Press enter to save and restart NVDA, or cancel to manually save and exit at a later time.
fa: برای کارا شدن زبان نو گزیده شده٬ باید پیکره‌بندی‌ها سپارده شده و ان‌وی‌دی‌ای از نو راه‌اندازی شود. کلید enter را برای سپارده شدن و از نو راه‌اندازی شدن فشار دهید یا این که دکمه‌ی cancel را برای سپارده شدن یا راه‌اندازی نو در هنگامی پَس‌تر فشار دهید.
sr: Да би се користио нови језик, конфигурација мора да се сачува и NVDA мора да се поново покрене. Притисните ентер да сачувате и поново покренете NVDA, или откажите како бисте могли одрадити ручно спремање и каснији излазак из програма
ta: புது மொழியை செயலிற்குக் கொண்டுவர, அமைவடிவத்தை சேமித்துவிட்டு என்விடிஏவை மறுதுவக்க வேண்டும். அமைவடிவத்தை சேமித்து என்விடிஏவை மறுதுவக்க, 'சரி' பொத்தானை அழுத்தவும். மற்றொரு நேரம் தாங்களாகவே அமைவடிவத்தை சேமித்து என்விடிஏவை விட்டு வெளியேற, 'விலக்குக' பொத்தானை அழுத்தவும்.

source: Language Configuration Change
fa: انجام دگرگونی در زبان
sr: Промена језичке конфигурације
ta: மொழி அமைவடிவ மாற்றம்

source: Synthesizer
fa: نوشتار به صدا
sr: Синтетизатор
ta: ஒலிப்பான்

source: &Synthesizer:
fa: نوشتار به صدا:
sr: &Синтетизатор:
ta: ஒலிப்பான் (&S):

source: Output &device:
fa: ابزار برون‌ده
sr: Излазни &уређај:
ta: வெளியீடுக் கருவி (&D):

source: Could not load the %s synthesizer.
fa: نوشتار به صدای %s را نمی‌تواند بارگذاری کند.
sr: Не могу учитати %s синтетизатор.
ta: %s ஒலிப்பானை ஏற்ற இயலவில்லை.

source: Synthesizer Error
fa: ناکارامدی در نوشتار به صدا
sr: Грешка синтетизатора
ta: ஒலிப்பான் பிழை

source: Voice Settings
fa: سامان‌دهی‌های صدا
sr: Подешавање гласа
ta: குரல் அமைப்புகள்

source: Automatic language switching (when supported)
fa: دگرگون شدن زبان در هنگامی که پشتیبانی شود
sr: Аутоматска промена језика (ако је подржана)
ta: ஆதரவு இருக்கும்பொழுது ஒரு மொழிக்கு தானாக மாறுக

source: Automatic dialect switching (when supported)
fa: دگرگون شدن گویش زبانی در هنگامی که پشتیبانی شود
sr: Аутоматска промена дијалеката (ако је подржана)
ta: ஆதரவு இருக்கும்பொழுது ஒரு வட்டார மொழிக்கு தானாக மாறுக

source: Punctuation/symbol &level:
fa: گستره‌ی خواندن نمادهای نگارشی:
sr: &Ниво изговора интерпункције/симбола
ta: நிறுத்தற்குறிகள்/குறியெழுத்துகள் நிலை (&L)

source: Capital pitch change percentage
fa: درصد زیر و بمی صدا برای نمایاندن واج‌های بزرگ
sr: Измена висине гласа за изговор великих слова у процентима
ta: ஆங்கில முகப்பெழுத்து சுருதி மாற்று விழுக்காடு

source: Say &cap before capitals
fa: گفتن واژه‌ی 'cap' پیش از واج‌های بزرگ
sr: Изговори реч &велико пре великог слова
ta: ஆங்கில முகப்பெழுத்துகளுக்கு முன், Cap என்று சொல்க (&C)

source: &Beep for capitals
fa: بیپ زدن برای نمایاندن واج‌های بزرگ
sr: &пишти за велика слова
ta: ஆங்கில முகப்பெழுத்துகளுக்கு சிற்றொலியை எழுப்புக (&B)

source: Use &spelling functionality if supported
fa: به کار گیری شناسایی واج‌ها یا واژگان چندگویشی
sr: Искористи функционалност &срицања ако је подржана
ta: எழுத்துகளாக படிக்கும் வசதியிருந்தால், அதை பயன்படுத்துக (&S)

source: Keyboard Settings
fa: سامان‌دهی‌های تخته‌کلید
sr: Подешавања тастатуре
ta: விசைப்பலகை அமைப்புகள்

source: &Keyboard layout:
fa: چیده‌مان تخته‌کلید:
sr: &распоред тастатуре
ta: விசைப்பலகை வரைவு (&K):

source: Keyboard layout
fa: چیده‌مان تخته‌کلید
sr: Распоред тастатуре
ta: விசைப்பலகை வரைவு

source: Use numpad Insert as an NVDA modifier key
fa: به کار گرفتن کلید 'Insert' در بخش شمارگان روی تخته‌کلید به سان کلید ان‌وی‌دی‌ای
sr: Користите тастер инсерт са нумеричке тастатуре као NVDA модификаторски тастер
ta: எண் திட்டு செருகு விசையை என்விடிஏ மாற்று விசையாகப் பயன்படுத்துக

source: Use extended Insert as an NVDA modifier key
fa: به کار گرفتن کلید 'Insert' در هر دو بخش شمارگان و الفبا روی تخته‌کلید به سان کلید ان‌وی‌دی‌ای
sr: Користите проширени инсерт као NVDA модификаторски тастер
ta: முதன்மை செருகு விசையை என்விடிஏ மாற்று விசையாகப் பயன்படுத்துக

source: Speak typed &characters
fa: خواندن واج‌های کلیدنویس شده
sr: Изговори укуцане &карактере
ta: தட்டச்சிடப்பட்ட வரியுருக்களை பேசுக (&C)

source: Speak typed &words
fa: خواندن واژه‌های کلیدنویس شده
sr: Изговори укуцане &речи
ta: தட்டச்சிடப்பட்ட சொற்களைப் பேசுக (&W)

source: Speech interrupt for typed characters
fa: ایستادن از سخن گفتن؛ هرگاه واجی فشرده شود
sr: Задршка у изговору откуцаних карактера
ta: வரியுருக்கள் தட்டச்சிடப்பட்டால் பேச்சை இடைநிறுத்துக

source: Speech interrupt for Enter key
fa: ایستادن از سخن گفتن؛ هرگاه کلید 'enter' فشرده شود
sr: Задршка у изговору за Ентер тастер
ta: உள்ளிடு விசை அழுத்தப்பட்டால் பேச்சை இடைநிறுத்துக

source: Allow skim &reading in Say All
fa: کارا کردن پشت‌سر‌هم خواندن هنگام خواندن همه
sr: Дозволи &површно читање у Изговори све режиму
ta: எல்லாம் படிக்கும்பொழுது மேலோட்ட படித்தலை அனுமதிக்கவும் (&R)

source: Beep if typing lowercase letters when caps lock is on
fa: بیپ زدن هنگام فشار داده شدن واج‌های کوچک٬ هنگامی که کلید Capslock روشن باشد
sr: Запишти ако се куцају мала слова када је укључен тастер за велика слова
ta: முகப்பெழுத்து பூட்டப்பட்டிருக்கும்பொழுது கீழ்தட்டு விசையை அழுத்தினால் சிற்றொலியை எழுப்புக

source: Speak command &keys
fa: خواندن کلیدهای فرمان
sr: Изговори командне &тастере
ta: கட்டளை விசைகளைப் பேசுக (&K)

source: At least one key must be used as the NVDA key.
sr: Бар један тастер мора бити постављен као NVDA тастер.

source: Mouse Settings
fa: سامان‌دهی‌های موشواره
sr: Подешавање миша
ta: சொடுக்கி அமைப்புகள்

source: Report mouse &shape changes
fa: گزارش کردن دگرگونی‌های نمود نشانگر موشواره
sr: Извести о променама &облика миша
ta: சொடுக்கியின் உருவ மாற்றங்களை அறிவிக்கவும் (&S)

source: Enable mouse &tracking
fa: کارا کردن پیروی از موشواره
sr: Активирај &праћење миша
ta: சொடுக்கியின் பின்தொடருதலை இயங்கச்செய்க (&T)

source: Text &unit resolution:
fa: درازای نوشتاری که واج نشان گرفته شده با نشانگر موشواره بخشی از آن است برای خوانده شدن
sr: Резолуција &јединице текста:
ta: உரைத் தொகுதியின் துல்லியம் (&U)

source: text reporting unit
fa: یکای گزارش نوشتار
sr: јединица за пријављивање текста
ta: உரையை அறிவிக்கும் தொகுதி

source: Report &role when mouse enters object
fa: گزارش دادن &کارکرد٬ هنگامی که نشانگر موشواره روی چیزی برود
sr: Пријави &функцију кад миш уђе у објекат
ta: சொடுக்கி ஒரு பொருளின் ஊடாக நுழையும்பொழுது அப்பொருளின் வகையை அறிவிக்கவும் (&R)

source: play audio coordinates when mouse moves
fa: پخش کردن صدای پیرامون هریک از جا‌به‌جایی نشانگر موشواره از راست به چپ یا از بالا به پایین
sr: репродукуј аудио координате док се миш креће
ta: சொடுக்கி நகரும்பொழுது ஒலி இசைவுகளை இயக்குக

source: brightness controls audio coordinates volume
fa: بالا و پایین بودن صدا همگام با پررنگ و کم‌رنگ شدن
sr: контрола јачине звука аудио координата путем контроле за осветљење
ta: ஒலி இசைவுகலின் ஒலியளவை ஒளிர்வு கட்டுப்படுத்துகிறது

source: Review Cursor Settings
fa: سامان‌دهی‌های نشانگر بازبین
sr: Подешавања ревизионог курзора
ta: மறுபரிசீலனைச் சுட்டி அமைப்புகள்

source: Follow system &focus
fa: پیروی از نشان سامانه
sr: Прати системски фокус
ta: கணினிக் குவிமையத்தை பின்தொடர்க (&F)

source: Follow System &Caret
fa: پیروی از هشتک سامانه
sr: Следи системски &курзор
ta: கணினிச் சுட்டியை பின்தொடர்க (&C)

source: Follow &mouse cursor
fa: پیروی از نشانگر موشواره
sr: Следи курзор &миша
ta: சொடுக்கியின் குறிமுள்ளை பின்தொடர்க (&M)

source: Simple review mode
fa: گونه‌ی بازبینی ساده
sr: Режим једноставне ревизије
ta: எளிய மறுபரிசீலனை நிலை

source: Input Composition Settings
fa: سامان‌دهی‌های درون کردن واج‌های ویژه
sr: Подешавање састава уноса
ta: உள்ளீடு இயற்றல் அமைப்புகள்

source: Automatically report all available &candidates
fa: گزارش دادن خودکار از همه‌ی ویژه‌واژه‌های در دسترس
sr: Аутоматски пријави све расположиве &кандидате
ta: இருக்கும் எல்லா பரிந்துரை எழுத்துகளையும் தானாக அறிவிக்கவும் (&C)

source: Announce &selected candidate
fa: آگاهاندن از ویژه‌واژه‌ی گزیده شده
sr: Најави &одабраног кандидата
ta: தெரிவாகியுள்ள பரிந்துரை எழுத்தை அறிவிக்கவும் (&S)

source: Always include short character &description when announcing candidates
fa: در بر داشتن بیش‌گویه‌ی کوتاه پیرامون ویژه‌واژه‌ها
sr: Увек уврсти кратак опис карактера када се објављују кандидати
ta: பரிந்துரை எழுத்துகளை அறிவிக்கும்பொழுது, குறுகிய எழுத்து விளக்கங்களை எப்பொழுதும் சேர்த்துக் கொள்க (&D)

source: Report changes to the &reading string
fa: گزارش دادن دگرگونی‌های رشته‌ی نوشتاری‌ای که دارد خوانده می‌شود
sr: Пријави измене у низу карактера који се ч&ита
ta: படிக்கும் சரத்தில் ஏற்படும் மாற்றங்களை அறிவிக்கவும் (&R)

source: Report changes to the &composition string
fa: گزارش دادن دگرگونی‌های رشته‌ی نوشتاری واج‌های ویژه
sr: Пријави измене &композиционом низу слова
ta: இயற்றல் சரத்தில் ஏற்படும் மாற்றங்களை அறிவிக்கவும் (&C)

source: Object Presentation
fa: نمایان‌سازی چیزها
sr: Презентација објекта
ta: பொருளளிக்கை

source: Speak
fa: خواندن
sr: Говори
ta: பேசுக

source: Beep
fa: بیپ زدن
sr: Пишти
ta: சிற்றொலிகளை எழுப்புக

source: Speak and beep
fa: خواندن و بیپ زدن
sr: Говори и пишти
ta: பேசுக, சிற்றொலிகளை எழுப்புக

source: Report &tooltips
fa: گزارش کردن نوشتارهای راهنما
sr: Пријави назив &алата
ta: கருவித் துணுக்குதவிகளை அறிவிக்கவும் (&T)

source: Report &help balloons
fa: گزارش کردن بالون‌های راهنما
sr: Пријави &балоне за помоћ
ta: உதவிக் குமிழிகளை அறிவிக்கவும் (&H)

source: Report object shortcut &keys
fa: گزارش دادن کلید میان‌بر چیزها
sr: Пријави &тастере пречице за објекте
ta: பொருளின் குறுக்கு விசைகளை அறிவிக்கவும் (&K)

source: Report object &position information
fa: گزارش دادن جای چیزها
sr: Пријави информације о &позицији објекта
ta: பொருள் நிலையின் தகவலை அறிவிக்கவும் (&P)

source: Guess object &position information when unavailable
fa: گمانه زدن داده‌های پیرامون جایگاه و چگونگی چیزها٬ اگر در دسترس نباشد
sr: Погоди &позицију објекта када је недоступна
ta: பொருள் நிலையின் தகவல் இல்லாதப்பொழுது அதை ஊகிக்கவும் (&P)

source: Report object &descriptions
fa: گزارش دادن بیش‌گویه‌های چیزها
sr: Пријави %описе објекта
ta: பொருள் விளக்கங்களை அறிவிக்கவும் (&D)

source: Progress &bar output:
fa: چگونگی گزارش از نوار پیشرفت:
sr: Излаз из &траке напретка:
ta: முன்னேற்றப் பட்டையின் வெளியீடு (&B)

source: Progress bar output
fa: چگونگی گزارش از نوار پیشرفت
sr: Излаз из траке напретка
ta: முன்னேற்றப் பட்டையின் வெளியீடு

source: Report background progress bars
fa: گزارش دادن نوارهای پیشرفت در پس‌زمینه
sr: Пријави позадинску траку напретка
ta: பின்னணி முன்னேற்றப்பட்டைகளின் இயக்கத்தை அறிவிக்கவும்

source: Report dynamic &content changes
fa: گزارش دادن دگرگونی‌های &اندرونه‌های پویا
sr: Пријави динамичке промене садржаја
ta: ியங்குநிலை உள்ளடக்க மாற்றங்களை அறிவிக்கவும் (&C)

source: Browse Mode
fa: گشتار خواندنی
sr: Режим претраживања
ta: உலாவும் நிலை

source: &Maximum number of characters on one line
fa: بیشینه‌ی شمار واج‌ها در یک خط
sr: &Максималан број карактера у једном реду
ta: ஒரு வரியில் இருக்கக்கூடிய வரியுருக்களின் உச்ச அளவு (&M)

source: &Number of lines per page
fa: &شمار خط‌ها در هر برگه
sr: &Број линија по страни
ta: ஒரு பக்கத்தில் இருக்கக்கூடிய வரிகளின் எண்ணிக்கை (&N)

source: Use &screen layout (when supported)
fa: به کار گیری چیده‌مان &برگه‌ی نمایش در جاهایی که پشتیبانی می‌شود
sr: Користи изглед &екрана (ако је подржан)
ta: ஆதரவு இருந்தால் திரை வரைவை பயன்படுத்துக (&S)

source: Automatic &Say All on page load
fa: خواندن خودکار همه چیز هنگام بارگذارده شدن برگه
sr: Аутоматски Изговори &све режим при учитавању странице
ta: பக்கம் ஏற்றப்படும்பொழுது எல்லாவற்றையும் தானாகப் படிக்கவும் (&S)

source: Include l&ayout tables
fa: در بر گرفتن چیده‌مان &جدول‌ها
sr: Уврсти &табеле са распоредом
ta: வரைவு அட்டவணைகளை சேர்த்துக் கொள்ளவும் (&A)

source: Automatic focus mode for focus changes
fa: گونه‌ی نشان شدن خودکار برای دگرگونی‌های نشان
sr: Режим аутоматског фокусирања за промене фокуса
ta: குவிமைய மாற்றங்களுக்கான தன்னியக்க குவிமைய நிலை

source: Automatic focus mode for caret movement
fa: گونه‌ی نشان شدن خودکار برای جا‌به‌جایی هشتک
sr: Режим аутоматског фокусирања на кретање курзора
ta: கணினிச் சுட்டிக்கான தன்னியக்க குவிமைய நிலை

source: Audio indication of focus and browse modes
fa: با صدا نمایان ساختن گونه‌ی گشتار خواندنی و گشتار با نشانگر
sr: Звучне индикације фокуса и начина претраге
ta: குவிமைய நிலை, உலாவும் நிலைக்கான ஒலி சைகை

source: Document Formatting
fa: ریخت‌بندی رسانه‌های نوشتاری
sr: Форматирање документа
ta: ஆவண வடிவூட்டம்

source: Announce formatting changes after the cursor (can cause a lag)
fa: آگاهاندن از دگرگون شدن ریخت پس از نشانگر (می‌تواند کندی به بار آورد)
sr: Најави промене у форматирању после курзора (може изазвати успорен рад)
ta: சுட்டிக்கு பிறகு ஏற்படும் வடிவூட்ட மாற்றங்களை அறிவிக்கவும் (இது தேக்கத்தை ஏற்படுத்தலாம்)

source: Report font &name
fa: گزارش کردن نام &نویسه
sr: Пријави &назив фонта
ta: எழுத்துரு பெயரை அறிவிக்கவும் (&N)

source: Report font &size
fa: گزارش کردن اندا&زه‌ی نویسه
sr: Пријави &величину фонта
ta: எழுத்துரு அளவை அறிவிக்கவும் (&S)

source: Report font attri&butes
fa: گزارش کردن &ویژگی‌های نویسه
sr: Пријави &особине фонта
ta: எழுத்துரு பண்புகளை அறிவிக்கவும் (&B)

source: Report &alignment
fa: گزارش کردن &طرازبندی
sr: Пријави &поравнање
ta: ஒழுங்கமைப்பை அறிவிக்கவும் (&A)

source: Report &colors
fa: گزارش کردن &رنگ‌ها
sr: Пријави &боје
ta: நிரங்களை அறிவிக்கவும் (&C)

source: Report &editor revisions
fa: گزارش کردن بازبینی &ویرایشگر
sr: Пријави &уређивачке ревизије
ta: தொகுப்பாளர் மீளாய்வுகளை அறிவிக்கவும் (&E)

source: Report st&yle
fa: گزارش کردن سب&ک
sr: Пријави &стил
ta: பாங்கினை அறிவிக்கவும் (&Y)

source: Report spelling errors
fa: گزارش کردن &نادرستی‌های نوشتاری
sr: Пријави грешке у правопису
ta: எழுத்துப் பிழைகளை அறிவிக்கவும்

source: Report &pages
fa: گزارش کردن شماره‌ی &برگه‌ها
sr: Пријави &стране
ta: பக்கங்களை அறிவிக்கவும் (&P)

source: Report &line numbers
fa: گزارش کردن شماره‌ی &خطوط
sr: Пријави бројеве &редова
ta: வரி எண்களை அறிவிக்கவும் (&L)

source: Report l&ine indentation
fa: گزارش کردن &تورفتگی خطوط
sr: Пријави увлачење &редова
ta: வரித் துவக்க ஒழுங்கினை அறிவிக்கவும் (&I)

source: Report &tables
fa: گزارش کردن جدو&ل‌ها
sr: Пријави &табеле
ta: அட்டவணைகளை அறிவிக்கவும் (&T)

source: Report table row/column h&eaders
fa: گزارش کردن سرن&وشته‌های ردیف‌ها و ستون‌های جدول‌ها
sr: Пријави &заглавља редова/колона табеле
ta: அட்டவணையின் கிடைவரிசை/செங்குத்து வரிசைகளின் தலைப்பை அறிவிக்கவும் (&E)

source: Report table cell c&oordinates
fa: گزارش کردن شمارگان &جایگاه خانه‌های جدول‌ها
sr: Пријави &координате ћелија у табели
ta: சிறுகட்டத்தின் சந்தி நிலையை அறிவிக்கவும் (&O)

source: Report &links
fa: گزارش کردن &پیوندها
sr: Пријавии &линкове
ta: தொடுப்புகளை அறிவிக்கவும் (&L)

source: Report &headings
fa: گزارش کردن &سرنوشته‌ها
sr: Пријави &наслове
ta: தலைப்புகளை அறிவிக்கவும் (&H)

source: Report l&ists
fa: گزارش کردن &فهرست‌ها
sr: Пријави &листе
ta: வரிசைப் பட்டியல்களை அறிவிக்கவும் (&I)

source: Report block &quotes
fa: گزارش کردن تکه‌&گفتاوردها
sr: Пријави &цитате
ta: உரைத் தொகுதிகளை அறிவிக்கவும் (&Q)

source: Report lan&dmarks
fa: گزارش کردن مر&زنماها
sr: Пријави &оријентире
ta: நிலக்குறிகளை அறிவிக்கவும் (&D)

source: Report fra&mes
fa: گزارش کردن &قاب‌ها
sr: Пријави &оквире
ta: சட்டகங்களை அறிவிக்கவும் (&M)

source: Report if &clickable
sr: Пријави да ли је &кликабилно

source: Edit Dictionary Entry
fa: ویرایش واژه‌ی سپارده شده در فرهنگ واژگان
sr: Уреди унос у речник
ta: அகராதி உள்ளீட்டினைத் தொகுக்கவும்

source: &Pattern
fa: &الگو
sr: &Шаблон
ta: அசலுரை (&P)

source: &Replacement
fa: &جایگزین
sr: &Замена
ta: மாற்றமர்வு (&R)

source: &Comment
fa: &بیش‌گویه
sr: &Коментар
ta: கருத்துரை (&C)

source: Case &sensitive
fa: آگاه به بزرگی و کوچکی واج
sr: &Осетљив на величину слова
ta: முகப்பெழுத்து/சிற்றெழுத்துகளுக்கிடையான மாற்றங்களை உணரக்கூடியது (&S)

source: Regular &expression
fa: واج‌گروه قانون‌مند
sr: Регуларни &израз
ta: வழக்கமான வெளிப்பாடு (&E)

source: &Dictionary entries
fa: &فهرست واژگان سپارده شده
sr: &Уноси у речнику
ta: அகராதியின் உள்ளீடுகள் (&D)

source: Comment
fa: بیش‌گویه
sr: Коментар
ta: கருத்துரை

source: Pattern
fa: الگو
sr: Шаблон
ta: அசல் உரை

source: Replacement
fa: جایگزین
sr: Замена
ta: மாற்றமர்வு

source: case
fa: نمونه
sr: мала/велика слова
ta: எழுத்தின் வகை

source: Regexp
fa: واج‌گروه قانون‌مند
sr: Регуларни израз
ta: வழக்கமான வெளிப்பாடு

source: &Add
fa: &افزودن
sr: &Додај
ta: ஏற்றுக (&A)

source: &Edit
fa: &ویراستن
sr: &Уреди
ta: தொகு (&E)

source: Add Dictionary Entry
fa: افزودن واژه به فهرست واژگان
sr: Додај унос за речник
ta: அகராதி உள்ளீட்டினை ஏற்றுக

source: Braille Settings
fa: سامان‌دهی‌های بریل
sr: Брајева подешавања
ta: பிரெயில் அமைப்புகள்

source: Braille &display:
fa: بر&جسته‌نگار:
sr: Брајев &екран:
ta: பிரெயில் காட்சியமைவு (&D):

source: &Port:
fa: درگاه:
sr: &Порт:
ta: நுழைவாயில் (&P)

source: &Output table:
fa: جدول برون‌گیری برای بریل
sr: &Излазна табела:
ta: வெளியீடு அட்டவணை (&O)

source: &Input table:
fa: جدول درون‌گیری برای بریل
sr: &Улазна табела:
ta: உள்ளீடு அட்டவணை (&I)

source: E&xpand to computer braille for the word at the cursor
fa: &گستراندن نوشتار بریل از واجی که نشانگر روی آن است به واژه‌ای که آن واج در آن است
sr: &Прошири се на компјутерски брај за реч на месту курзора
ta: சுட்டியினிடத்திலிருக்கும் சொல்லுக்கு கணினி பிரெயிலைக் காண்பிக்கவும் (&X)

source: Cursor blink rate (ms)
fa: تندی چشمک نشانگر (هزارم ثانیه)
sr: Брзина трептања курзора (у милисекундама)
ta: சுட்டி இமைக்கும் விகிதம் (நுண்ணொடிகளில்)

source: Message timeout (sec)
fa: درازای هنگام پایداری پیام (بر پایه‌ی ثانیه)
sr: Прекид поруке (у секундама)
ta: தகவல் காட்சியளிக்கும் நேரம் (நொடிகளில்)

source: Braille tethered to:
fa: بریل پایبند شد به:
sr: Брај је ограничен на:
ta: பிரெயில் இதனுடன் கட்டப்பட்டுள்ளது

source: Read by &paragraph
fa: خواندن &بند به بند
sr: Читај &пасус по пасус
ta: பத்தியாகப் படிக்கவும் (&P)

source: Avoid splitting &words when possible
fa: دوری گزیدن از جدا کردن &واژگان٬ هنگامی که شدنی است
sr: Избегавај преламање &речи на крају реда ако је могуће
ta: இயலும் இடங்களில் சொற்களின் பிரிவைத் தவிர்க்கவும் (&W)

source: Could not load the %s display.
fa: نمایشگر %s را نمیتواند بارگذاری کند.
sr: Не може да се учита %s ред
ta: %s காட்சியமைவை ஏற்ற இயலவில்லை.

source: Braille Display Error
fa: ناکارایی در برجسته‌نگار
sr: Грешка на брајевом екрану
ta: பிரெயில் காட்சியமைவில் பிழை

source: Symbol Pronunciation
fa: خواندن نماد
sr: Изговор симбола
ta: குறியெழுத்து பலுக்கல்

source: &Symbols
fa: &نمادها
sr: &Симболи
ta: குறியெழுத்துகள் (&S)

source: Symbol
fa: نماد
sr: Симбол
ta: குறியெழுத்து

source: Level
fa: گام
sr: Ниво
ta: நிலை

source: Change symbol
fa: دگرگون کردن نماد
sr: Измени симбол
ta: குறியெழுத்தை மாற்றுக

source: &Level
fa: &گام
sr: &Ниво
ta: நிலை (&L)

source: Input Gestures
fa: درون کردن نشان‌های ویژه
sr: Улазни гестови
ta: உள்ளீடு சைகைகள்

source: Enter input gesture:
fa: نشان ویژه را درون کنید
sr: Унеси улазне гестове:
ta: உள்ளீடு சைகையை உள்ளிடுக

source: Error saving user defined gestures - probably read only file system.
fa: نمی‌تواند نشان‌های ویژه ای که کاربر شناسانده است را بسپارد؛ شاید برای آن باشد که پرونده‌ها تنها خواندنی هستند
sr: Не могу се сачувати кориснички дефинисани гестови - вероватно је систем датотека само за читање
ta: பயனர் வரையறுத்த சைகைகளை சேமிக்க இயலவில்லை - ஒருவேளை படிக்க மட்டுமேயான கோப்பாக இருக்கலாம்

source: In NVDA 2013.1, the laptop keyboard layout has been completely redesigned in order to make it more intuitive and consistent. If you use the laptop layout, please see the What's New document for more information.
fa: در ان‌وی‌دی‌ای ۲۰۱۳.۱ ٬ چیده‌مان تخته‌کلید رایانه‌ی کیفی٬ بازسازی و بازفراوری شده است تا سازگاری و سادگی بیشتری را فراهم آورد. اگر از رایانه‌ی کیفی بهره می‌گیرید٬ رسانه‌ی پیرامون آن‌چه نو است را نگاه کنید.
sr: У NVDA 2013.1, лаптопски распоред тастатуре је у потпуности редизајниран да би био интуитивнији и конзистентнији. Ако користите лаптопски распоред, потражите више информација у документу Шта је ново
ta: என்விடிஏ 2013.1 பதிப்பில், மாற்றமில்லாமலும், தன்னிச்சையாக பயன்படுத்தவும், மடிக்கணினி விசைப் பலகை வரைவு முழுவதுமாக மறுவடிவமாக்கப்பட்டுள்ளது. மடிக்கணினி வரைவை தாங்கள் பயன்படுத்துவதாக இருந்தால், மேலும் தகவல்களுக்கு, 'புதிதாக என்ன?' என்கிற ஆவணத்தை காணவும்.

source: New Laptop Keyboard layout
fa: چیده‌مان تازه‌ی تخته‌کلید رایانه‌ی کیفی
sr: Нови распоред лаптоп тастатуре
ta: புதிய மடிக்கணினி விசைப் பலகை வரைவு

source: Read What's New
fa: خواندن آن‌چه تازه است
sr: Прочитајте Шта је ново
ta: புதிதாக என்னவென்பதை படிக்கவும்

# espeakVarient
source: none
fa: هیچ
sr: ниједан
ta: இயல்பிருப்பு

source: Rate boos&t
fa: تندی پر توان
sr: По&већање брзине
ta: விகிதத்தை மேலேற்றுக (&T)

source: &Acceleration
fa: تندی
sr: &Убрзавање
ta: முடுக்கம் (&A)

source: male 1
fa: مرد ۱
sr: мушкарац 1
ta: ஆண் 1

source: female 1
fa: زن ۱
sr: жена 1
ta: பெண் 1

source: male 2
fa: مرد ۲
sr: мушкарац 2
ta: ஆண் 2

source: female 2
fa: زن ۲
sr: жена 2
ta: பெண் 2

source: No speech
fa: بی‌سخن
sr: Нема говора
ta: பேச்சில்லை

source: word
fa: واژه
sr: реч
ta: சொல்

source: %s landmark
fa: مرزنمای %s
sr: %s оријентир
ta: %s நிலக்குறி

source: Lin&ks
fa: &پیوندها
sr: &Линкови
ta: தொடுப்புகள் (&K)

source: &Headings
fa: &سرنوشته‌ها
sr: &Наслови
ta: தலைப்புகள் (&H)

source: Lan&dmarks
fa: مرز&نماها
sr: &Оријентири
ta: நிலக்குறிகள் (&D)

source: Elements List
fa: فهرست سازه‌ها
sr: Листа елемената
ta: அவயவங்களின் பட்டியல்

source: Type:
fa: گونه:
sr: Тип:
ta: வகை

source: &Filter by:
fa: &پالایش بر پایه‌ی:
sr: &Издвоји по:
ta: இதைக் கொண்டு வடிகட்டுக (&F):

source: &Activate
fa: کارا کردن
sr: &Активирај
ta: இயங்கச் செய்க (&A)

source: &Move to
fa: جا‌به‌جا شدن به
sr: &Премести на
ta: இங்கு நகர்க (&M)

source: Refreshed
fa: نوسازی شد
sr: Освежи
ta: புத்தாக்கப்பட்டது

source: Loading document...
fa: بارگذاری رسانه...
sr: Учитавање документа...
ta: ஆவணம் ஏற்றப்படுகிறது...

source: No long description
fa: بیش‌گویه‌ی گسترده ای نیست
sr: Нема детаљног описа
ta: நெடுவிளக்கம் ஏதுமில்லை

source: Shows the long description at this position if one is found.
fa: اگر بیش‌گویه‌ی گسترده ای در میان باشد٬ اینجا نشان می‌دهد.
sr: Приказује дужи опис на овом месту ако је пронађен.
ta: இந்நிலையில் நெடுவிளக்கம் ஏதேனும் இருந்தால், அதை காண்பிக்கும்

source: activates the current object in the document
fa: چیز کنونی را در پنجره‌ی رسانه کارا می‌کند
sr: активира тренутни објекат у документу
ta: ஆவணத்திலுள்ள தற்போதைய பொருளை இயங்கச் செய்கிறது

source: Refreshes the document content
fa: اندرونه‌ی پنجره‌ی رسانه را نوسازی می‌کند
sr: Освежава садржај документа
ta: ஆவண உள்ளடக்கத்தை புத்தாக்கம் செய்கிறது

source: use screen layout on
fa: به کار گیری چیده‌مان بر پایه‌ی برگه‌ی نمایش٬ روشن است
sr: укључено коришћење распореда екрана
ta: திரை வரைவு பயன்பாடு இயக்கப்பட்டது

source: use screen layout off
fa: به کار گیری چیده‌مان بر پایه‌ی برگه‌ی نمایش٬ خاموش است
sr: искључено коришћење распореда екрана
ta: திரை வரைவு பயன்பாடு நீக்கப்பட்டது

source: Toggles on and off if the screen layout is preserved while rendering the document content
fa: این‌که چیده‌مان بر پایه‌ی برگه‌ی نمایش در هنگامی که اندرونه‌ی رسانه برای چینش در این چیده‌مان در دست گرداوری است٬ روشن یا خاموش باشد را جایگردان می‌کند
sr: Активира и деактивира да ли се изглед екрана чува током обраде садржаја документа
ta: ஆவணத்தின் உள்ளடக்கங்களை வழங்கும்பொழுது, திரை வரைவு பாதுகாக்கப்பட்டிருந்தால், அதை இயக்கவோ, நிறுத்தவோ செய்கிறது

source: Presents a list of links, headings or landmarks
fa: فهرست پیوندها٬ سرنوشتارها و جانشان‌ها را پیش رو می‌نهد
sr: Приказује листу линкова, наслова и оријентира
ta: தொடுப்புகள், தலைப்புகள், அல்லது நிலக்குறிகளின் பட்டியலை வழங்குகிறது

source: Not in a table cell
fa: درون خانه ای از جدول نیست
sr: Није у ћелији табеле
ta: அட்டவணை சிறுகட்டத்தில் இல்லை

source: moves to the next table row
fa: به ردیف پَس‌تر در جدول می‌رود
sr: премешта се у наредни ред табеле
ta: அடுத்த அட்டவணைக் கிடைவரிசைக்கு நகர்கிறது

source: moves to the previous table row
fa: به ردیف پیش‌تر در جدول می‌رود
sr: премешта се у претходни ред табеле
ta: முந்தைய அட்டவணைக் கிடைவரிசைக்கு நகர்கிறது

source: moves to the next table column
fa: به ستون پَس‌تر در جدول می‌رود
sr: премешта се у наредну колону табеле
ta: அடுத்த அட்டவணை செங்குத்து வரிசைக்கு நகர்கிறது
