Repository: siddhartha-iitd/NVDA-Enhancements
Catalog: source/locale/*/LC_MESSAGES/nvda.po
Languages: fa, sr, ta

source: Moves to the next object in a flattened view of the object navigation hierarchy
fa: در نمایش تخت از زنجیره‌ی جا‌به‌جایی میان چیزها٬ به چیز پَس‌تر جا‌به‌جا می‌کند
sr: Прелази на следећи обејкат у спљоштеном приказу у хијерархији навигационих објеката
ta: பொருள் வழிநடத்தல் அடுக்கின் தட்டைத் தோற்றத்தில் இருக்கும் அடுத்த பொருளுக்கு நகர்கிறது

source: Moves to the previous object in a flattened view of the object navigation hierarchy
fa: در نمایش تخت از زنجیره‌ی جا‌به‌جایی میان چیزها٬ به چیز پیش‌تر جا‌به‌جا می‌کند
sr: Прелази на претходни обејкат у спљоштеном приказу у хијерархији навигационих објеката
ta: பொருள் வழிநடத்தல் அடுக்கின் தட்டைத் தோற்றத்தில் இருக்கும் முந்தைய பொருளுக்கு நகர்கிறது

source: %s mode
fa: گونه‌ی %s
sr: %s режим
ta: %s நிலை

source: cycles between available touch modes
fa: میان روشهای انگشت‌کشه‌ها گردش می‌کند
sr: кружи кроз расположиве режиме додира
ta: இருக்கும் தொடு நிலைகளுக்கிடையே சுழலும்

source: Reports the object and content directly under your finger
fa: چیزی که در زیر انگشت شما است را با اندرونه‌اش گزارش می‌دهد
sr: Обавештава о објекту и садржају директно под Вашим прстом
ta: தங்கள் விரலின் நேர் கீழிருக்கும் பொருளையும், உள்ளடக்கத்தையும் அறிவிக்கும்

source: Reports the new object or content under your finger if different to where your finger was last
fa: چیز یا اندرونه‌ی نویی که زیر انگشتان شما باشد و با آن‌چه که پیش‌تر در زیر انگشتانتان بود نیز دگرگون باشد را گزارش می‌دهد
sr: Обавештава о новом објекту или садржају под Вашим прстом ако се разликује од претходне локације Вашег прста
ta: தங்களின் விரல் முன்னதாக வேறிடத்தில் இருந்திருந்தால், தற்போதைய நிலையில் இருக்கும் புதிய பொருளையும், உள்ளடக்கத்தையும் அறிவிக்கும்

source: Shows the NVDA Configuration Profiles dialog
fa: پنجره‌ی گفتگوی پیرامون دسته‌های سامان‌دهی ان‌وی‌دی‌ای را نشان می‌دهد
sr: Приказује NVDA дијалог за конфигурационе профиле

source: Emulated system keyboard keys
fa: کلیدهای نمونه‌سازی‌شده‌ی سامانه
sr: Емулирани тастери системске тастатуре
ta: கணினி விசைப்பலகையின் நிகர் விசைகள்

source: Miscellaneous
fa: گوناگون
sr: Разно
ta: இதரவை

source: Browse mode
fa: نمود گشتاری
sr: Режим претраживања
ta: உலாவும் நிலை

source: NVDA web site
fa: تارنمای ان‌وی‌دی‌ای
sr: NVDA Веб-сајт
ta: என்விடிஏ வளைத்தளம் (&W)

source: Uninstall NVDA
fa: پاک کردن ان‌وی‌دی‌ای
sr: Деинсталирај NVDA
ta: என்விடிஏவை நிறுவு நீக்கம் செய்க

source: Explore NVDA user configuration directory
fa: باز کردن پوشه‌ی پیکره‌بندی کاربر برای ان‌وی‌دی‌ای
sr: Истражи NVDA фасцилу са корисничким подешавањима
ta: என்விடிஏ பயனர் அமைவடிவ அடைவினை ஆய்வு செய்க

source: Documentation
fa: راهنما
sr: Документација
ta: ஆவணமாக்கல்

source: Commands Quick Reference
fa: فهرست تند‌یاب از کلیدهای فرمان در ان‌وی‌دی‌ای
sr: Кратке напомене о командним тастерима
ta: கட்டளைகளுக்கான விரைவுக் குறிப்பு

source: User Guide
fa: راهنمای کاربری
sr: Корисничко упутство
ta: பயனர் வழிகாட்டி (&U)

source: NVDA add-on package
fa: بسته‌ی افزونه‌ی ان‌وی‌دی‌ای
sr: NVDA пакет додатака
ta: என்விடிஏ கூட்டுறுப்புத் தொகுதி

source: back
fa: پیش
sr: назад
ta: பின்

source: forward
fa: جلو
sr: напред
ta: முன்

source: refresh
fa: نوسازی
sr: освежи
ta: புத்தாக்குக

source: browser stop
fa: ایست گشتارگر
sr: заустави претраживач
ta: உலாவி நிறுத்தம்

source: search page
fa: برگه‌ی جستجو
sr: страна за претрагу
ta: தேடல் பக்கம்

source: favorites
fa: دل‌خواسته‌ها
sr: омиљени
ta: தன் விருப்பங்கள்

source: home page
fa: تاربرگ نخست
sr: почетна страна
ta: முதல் பக்கம்

source: mute
fa: بی صدا
sr: без тона
ta: அமைதியாக்கு

source: volume down
fa: کم کردن صدا
sr: утишај
ta: ஒலியளவைக் குறை

source: volume up
fa: بلند کردن صدا
sr: појачај
ta: ஒலியளவைக் கூட்டுக

source: next track
fa: تکه‌ی پَس‌تر
sr: наредни запис
ta: அடுத்தத் தடம்

source: previous track
fa: تکه‌ی پیش‌تر
sr: претходни запис
ta: முந்தைய தடம்

source: stop
fa: بازایستادن
sr: стоп
ta: நிறுத்துக

source: play pause
fa: پخش کردن/ایست کردن
sr: пауза
ta: ஓட்டு/தற்காலிகமாக நிறுத்து

source: email
fa: رایانامه
sr: имејл
ta: மின்னஞ்சல்

source: media player
sr: медија плејер
ta: ஊடக இயக்கி

source: custom application 1
fa: برنامه‌ی ویژه‌ی ۱
sr: наменска апликација 1
ta: தனிப்பயனாக்கப்பட்ட பயன்பாடு 1

source: custom application 2
fa: برنامه‌ی ویژه‌ی ۲
sr: наменска апликација 2
ta: தனிப்பயனாக்கப்பட்ட பயன்பாடு 2

source: backspace
sr: тастер за брисање уназад
ta: பின் நகர்வு

source: caps lock
sr: велика слова
ta: முகப்பெழுத்து பூட்டு

source: ctrl
sr: контрол
ta: கட்டுப்பாடு

source: alt
sr: алт
ta: நிலை மாற்றி

source: shift
sr: шифт
ta: மாற்றழுத்தி

source: windows
fa: ویندوز
sr: виндоуз
ta: சாளரங்கள்

source: enter
sr: ентер
ta: உள்ளிடு

source: numpad enter
sr: тастер за ентер на нумеричкој тастатури
ta: எண் திட்டு உள்ளிடு

source: escape
sr: тастер ескејп
ta: விடுபடு

source: page up
sr: страна горе
ta: பக்கம் மேல்

source: page down
sr: страна доле
ta: பக்கம் கீழ்

source: end
sr: крај
ta: முடிவு

source: home
sr: почетак
ta: தொடக்கம்

source: delete
sr: брисање
ta: அழி

source: numpad delete
sr: тастер за брисање на нумеричкој тастатури
ta: எண் திட்டு அழி

source: left arrow
fa: سونمای چپ
sr: стрелица лево
ta: இடதம்பு

source: right arrow
fa: سونمای راست
sr: стрелица десно
ta: வலதம்பு

source: up arrow
fa: سونمای بالا
sr: стрелица горе
ta: மேலம்பு

source: down arrow
fa: سونمای پایین
sr: стрелица доле
ta: கீழம்பு

source: applications
sr: апликације
ta: பயன்பாடுகள்

source: num lock
sr: тастер Нум Лок
ta: எண் பூட்டு

source: print screen
sr: тастер Принт Скрин
ta: திரையை அச்சிடு

source: scroll lock
sr: тастер Скрол Лок
ta: உருள் பூட்டு

source: numpad 4
fa: 4 در کلیدهای ماشین حسابی
sr: нумерички тастер 4
ta: எண் திட்டு 4

source: numpad 6
fa: 6 در کلیدهای ماشین حسابی
sr: нумерички тастер 6
ta: எண் திட்டு 6

source: numpad 8
fa: 8 در کلیدهای ماشین حسابی
sr: нумерички тастер 8
ta: எண் திட்டு 8

source: numpad 2
fa: 2 در کلیدهای ماشین حسابی
sr: нумерички тастер 2
ta: எண் திட்டு 2

source: numpad 9
fa: 9 در کلیدهای ماشین حسابی
sr: нумерички тастер 9
ta: எண் திட்டு 9

source: numpad 3
fa: 3 در کلیدهای ماشین حسابی
sr: нумерички тастер 3
ta: எண் திட்டு 3

source: numpad 1
fa: 1 در کلیدهای ماشین حسابی
sr: нумерички тастер 1
ta: எண் திட்டு 1

source: numpad 7
fa: 7 در کلیدهای ماشین حسابی
sr: нумерички тастер 7
ta: எண் திட்டு 7

source: numpad 5
fa: 5 در کلیدهای ماشین حسابی
sr: нумерички тастер 5
ta: எண் திட்டு 5

source: numpad divide
fa: علامت تقسیم در کلیدهای ماشین حسابی
sr: нумерички тастер дељење
ta: எண் திட்டு வகுத்தல்

source: numpad multiply
fa: علامت ضرب در کلیدهای ماشین حسابی
sr: нумерички тастер множење
ta: எண் திட்டு பெருக்கல்

source: numpad minus
fa: علامت تفریق در کلیدهای ماشین حسابی
sr: нумерички тастер минус
ta: எண் திட்டு கழித்தல்

source: numpad plus
fa: علامت به علاوه در کلیدهای ماشین حسابی
sr: нумерички тастер плус
ta: எண் திட்டு கூட்டல்

source: left control
fa: کلید کنترل چپ
sr: леви контрол
ta: இடது கட்டுப்பாடு

source: right control
fa: کلید کنترل راست
sr: десни контрол
ta: வலது கட்டுப்பாடு

source: left windows
fa: ویندوز چپ
sr: леви виндоуз
ta: இடது சாளரம்

source: left shift
fa: شیفت چپ
sr: леви шифт
ta: இடது மாற்றழுத்தி

source: right shift
fa: شیفت راست
sr: десни шифт
ta: வலது மாற்றழுத்தி

source: left alt
fa: دگرساز چپ
sr: леви алт
ta: இடது நிலை மாற்றி

source: right alt
fa: دگرساز راست
sr: десни алт
ta: வலது நிலை மாற்றி

source: right windows
fa: ویندوز راست
sr: десни виндоуз
ta: வலது சாளரம்

source: break
fa: گسست
sr: прекид
ta: முறிவு

# keyLabel
source: tab
fa: تب
sr: табулатор
ta: தத்தல்

source: desktop
fa: میز کار
sr: десктоп
ta: மேசைக்கணினி

source: laptop
fa: رایانه‌ی کیفی
sr: лаптоп
ta: மடிக்கணினி

source: unknown %s
fa: %s ناشناخته
sr: непознато %s
ta: தெரியாதது %s

source: on
fa: روشن
sr: укључено
ta: இடப்பட்டது

source: off
fa: خاموش
sr: искључено
ta: நீக்கப்பட்டது

source: %s keyboard
fa: تخته‌کلید %s
sr: %s тастатура
ta: %s விசைப்பலகை

source: keyboard, all layouts
fa: همه‌ی چیده‌مان‌های تخته‌کلید
sr: тастатура, сви распореди
ta: விசைப்பலகை; எல்லா வரைவுகளும்

# languageName
source: Amharic
fa: امهری
sr: Амхарски
ta: அம்ஹாரிக்

# languageName
source: Aragonese
fa: آراگونی
sr: Арагонски
ta: அரகனீயம்

# languageName
source: Arabic
fa: عربی
sr: Арапски
ta: அரபி

# languageName
source: Nepali
fa: نپالی
sr: Непалски
ta: நேபாளம்

# languageName
source: Serbian (Latin)
fa: سربستانی (لاتین)
sr: Српски (латиница)
ta: செர்பிய லத்தீனம்

source: User default
fa: پيش‌نمود کاربر
sr: Кориснички основни
ta: பயனர் இயல்பிருப்பு

source: %s cursor
fa: نشانگر %s
sr: %s курзор
ta: %s சுட்டி

source: Allows NVDA to run on the Windows Logon screen, UAC screen and other secure screens.
fa: راه افتادن ان‌وی‌دی‌ای در برگه‌ی درون شدن به ویندوز و دیگر برگه‌نمایش‌های قفل شده را کارا می‌کند
sr: Дозвољава NVDA да ради на Windows пријавном екрану, екрану Контроле Приступа Корисника и другим безбедносним екранима.
ta: புகுபதிவு, பயனர் கட்டுப்பாட்டுச் சாளரம், மற்றும் பிற பாதுகாப்பான திரைகளில் என்விடிஏவை இயங்க அனுமதிக்கிறது.

source: Type help(object) to get help about object.
fa: واژگروه help(object) را برای دریافت کمک پیرامون یک چیز بنویسید
sr: Укуцајте help(објекат) да добијете помоћ у вези с објектом
ta: பொருளுக்கான உதவியைப்பெற help(object) என்று தட்டச்சிடவும்

source: Type exit() to exit the console
fa: برای بیرون رفتن از میز فرمان٬ exit() را بنویسید
sr: Укуцајте exit() да напустите конзолу
ta: கட்டுப்பாட்டு மையத்தைவிட்டு வெளியேற exit() என்று தட்டச்சிடவும்

source: NVDA Python Console
fa: میز فرمان پایتون برای ان‌وی‌دی‌ای
sr: NVDA Пајтон конзола
ta: என்விடிஏ பைத்தன் கட்டுப்பாட்டு மையம்

source: Object review
fa: بازبینی چیز
sr: Ревизија објекта
ta: பொருள் மறுபரிசீலனை

source: Document review
fa: بازبینی رسانه‌ی نوشتاری
sr: Ревизија документа
ta: ஆவண மறுபரிசீலனை

source: Screen review
fa: بازبینی برگه‌ی نمایش
sr: Ревизија екрана
ta: திரை மறுபரிசீலனை

source: Emulates pressing %s on the system keyboard
fa: فشار دادن %s در تخته‌کلید رایانه را نمونه‌سازی می‌کند
sr: Емулира притискање %s на системској тастатури
ta: விசைப்பலகையில் %s என்று தட்டச்சிட்டதற்கு ஈடாகும்

source: blank
fa: تهی
sr: празно
ta: வெற்றிடம்

source: cap %s
fa: %s بزرگ
sr: велико %s

source: no indent
fa: تورفتگی‌ای نیست
sr: нема увлачења
ta: வரித் துவக்க ஒழுங்கு இல்லை

source: %d characters
fa: %d واج
sr: %d карактера
ta: %d வரியுருக்கள்

source: selecting %s
fa: گزینش %s
sr: изабрано %s
ta: தெரிவாகிறது %s

source: unselecting %s
fa: از گزینش درامدن %s
sr: неизабрано %s
ta: தெரிவு நீக்கப்படுகிறது %s

source: selection removed
fa: آن‌چه گزیده شده بود٬ پاک شد
sr: селекција уклоњена
ta: தெரிவு நீக்கப்பட்டது

source: done dragging
fa: کشیدن انجام شد
sr: превлачење готово
ta: இழுக்கப்படுவது முடிந்தது

source: level %s
fa: گام %s
sr: ниво %s
ta: மட்டம் %s

source: row %s
fa: ردیف %s
sr: ред %s
ta: கிடைவரிசை %s

source: column %s
fa: ستون %s
sr: колона %s
ta: செங்குத்து வரிசை %s

source: with {rowCount} rows and {columnCount} columns
fa: با {rowCount} ردیف و {columnCount} ستون
sr: са {rowCount} редова и {columnCount} колона
ta: {rowCount} கிடைவரிசைகள், {columnCount} செங்குத்து வரிசைகள் கொண்டது

source: with %s columns
fa: با %s ستون
sr: са %s колона
ta: %s செங்குத்து வரிசைகளைக் கொண்டது

source: with %s rows
fa: با %s ردیف
sr: са %s редова
ta: %s கிடைவரிசைகளைக் கொண்டது

source: with %s items
fa: با %s تکه
sr: са %s ставки
ta: %s உருப்படிகளைக் கொண்டது

source: out of %s
fa: بیرون از %s
sr: од %s
ta: %s வெளியே

source: page %s
fa: برگه‌ی %s
sr: страна %s
ta: பக்கம் %s

source: heading level %d
fa: سرنوشته‌ی گام %d
sr: ниво наслова %d
ta: தலைப்பு மட்டம் %d

source: style %s
fa: سبک %s
sr: стил %s
ta: பாங்கு %s

source: default style
fa: سبک پیش‌نمود
sr: почетни стил
ta: இயல்புப் பாங்கு

source: {color} on {backgroundColor}
fa: {color} روی {backgroundColor}
sr: {color} на {backgroundColor}
ta: {backgroundColor} மீது {color}

source: {backgroundColor} background
fa: {backgroundColor} پس‌زمینه
sr: {backgroundColor} позадина
ta: பின்னணி {backgroundColor}

source: line %s
fa: خط %s
sr: линија %s
ta: வரி %s

source: revised %s
fa: %s بازنگری شد
sr: редиговано %s
ta: மீளாய்வு செய்யப்பட்டது %s

source: unrevised
fa: برای بازبینی نشانه‌گذاری شد
sr: нередиговано
ta: மீளாய்வு செய்யப்படாதது

source: no bold
fa: کلفت‌نویس نیست
sr: нису подебљана слова
ta: அடர்த்தியில்லை

source: italic
fa: کج‌نویس
sr: курзив
ta: வலப்பக்க சாய்வு

source: no italic
fa: کج‌نویس نیست
sr: није курзив
ta: வலப்பக்க சாய்வு இல்லை

source: strikethrough
fa: خط‌خورده
sr: прецртано
ta: ஊடாகக் கோடிடப்பட்டது

source: no strikethrough
fa: خط‌نخورده
sr: није прецртано
ta: ஊடாகக் கோடிடப்படவில்லை

source: underlined
fa: زیرخط‌دار
sr: подвучено
ta: அடிக்கோடிடப்பட்டது

source: not underlined
fa: زیرخط‌دار نیست
sr: није подвучено
ta: அடிக்கோடிடப்படாதது

source: baseline
fa: پایه
sr: основна линија
ta: அடித்தளக் கோடு

source: align left
fa: چپ‌چین
sr: поравнај лево
ta: இடது ஒழுங்கு

source: align center
fa: میان‌چین
sr: центрирај
ta: நடு ஒழுங்கு

source: align right
fa: راست‌چین
sr: поравнај десно
ta: வலது ஒழுங்கு

source: align justify
fa: دوسو طراز
sr: обострано поравнавање
ta: இருபுற ஒழுங்கு

source: align default
fa: پیش‌نمودچین
sr: почетно поравнавање
ta: இயல்பொழுங்கு

source: spelling error
fa: نادرستی نوشتاری
sr: грешка у правопису
ta: எழுத்துப் பிழை

source: out of spelling error
fa: بیرون از نادرستی نوشتاری
sr: без грешака у правопису
ta: எழுத்துப் பிழைக்கு வெளியே

source: out of table
fa: بیرون از جدول
sr: ван табеле
ta: அட்டவணைக்கு வெளியே

source: table with {columnCount} columns and {rowCount} rows
fa: جدولی با {columnCount} ستون و {rowCount} ردیف
sr: табела са {columnCount} s колона и {rowCount} редова
ta: {columnCount} செங்குத்து வரிசைகள், {rowCount} கிடைவரிசைகள் கொண்ட அட்டவணை

source: NVDA Speech Viewer
fa: سخن‌نمای ان‌وی‌دی‌ای
sr: NVDA прегледник говора
ta: என்விடிஏ பேச்சுத் தோற்றம்

source: &Language
fa: &زبان
sr: &Језик
ta: மொழி (&L)

source: &Voice
fa: &صدا
sr: &Глас
ta: குரல் (&V)

source: V&ariant
fa: د&گرگون‌شونده
sr: &Врста
ta: குரல் மாற்றுரு (&A)

source: &Rate
fa: &تندی
sr: &Брзина
ta: விகிதம் (&R)

source: V&olume
fa: بلندای ص&دا
sr: &Јачина звука
ta: ஒலியளவு (&O)

source: &Pitch
fa: &زیر و بمی صدا
sr: &Висина гласа
ta: சுருதி (&P)

source: &Inflection
fa: زیر و بر شدن زیر و بمی صدا
sr: &Модулација
ta: குரல் ஏற்ற இறக்கம் (&I)

source: text mode
sr: текстуални режим

source: object mode
sr: објектни режим

source: single {action}
sr: једном {action}

source: double {action}
sr: двапут {action}

source: tripple {action}
sr: троструки {action}

source: quadruple {action}
sr: четвороструки {action}

source: {numFingers} finger {action}
sr: {numFingers} прста {action}

# touch action
source: tap
sr: додирни

# touch action
source: tap and hold
sr: додирни па додирни и задржи

# touch action
source: hold
sr: додирни и задржи

# touch action
source: flick up
sr: повуци нагоре

# touch action
source: flick down
sr: повуци надоле

# touch action
source: flick left
sr: повуци улево

# touch action
source: flick right
sr: повуци удесно

# touch action
source: hover down
sr: задржи додир

# touch action
source: hover
sr: дуги додир

# touch action
source: hover up
sr: дуги додир прекинут

source: Checking for Update
fa: جستجو برای روزامد
sr: Провера доступних ажурирања
ta: இற்றாக்கத்திற்குத் துழாவப்படுகிறது

source: Checking for update
fa: جستجو برای روزامد
sr: Провера доступних ажурирања
ta: இற்றாக்கத்திற்குத் துழாவப்படுகிறது

source: Error checking for update.
fa: شکست در جستجوی روزامد
sr: Грешка приликом провере ажурирања.
ta: இற்றாக்கத்திற்குத் துழாவுவதில் பிழை.

source: Error
fa: کژی
sr: Грешка
ta: பிழை

source: NVDA Update
fa: روزامد کردن ان‌وی‌دی‌ای
sr: NVDA ажурирање
ta: என்விடிஏ இற்றாக்கம்

source: NVDA version {version} is available.
fa: نگارش {version} از ان‌وی‌دی‌ای در دسترس است
sr: Доступна је верзија {version} програма NVDA.
ta: என்விடிஏ பதிப்பு {version} கிடைப்பிலுள்ளது.

source: No update available.
fa: هیچ روزامدی در دسترس نیست
sr: Нема доступних ажурирања
ta: இற்றாக்கம் ஏதும் கிடைப்பிலில்லை.

source: Download and &install update
fa: بارگیری کردن و ریختن روزامد
sr: Преузми и &инсталирај ажурирања
ta: தரவிறக்கி நிறுவுக (&I)

source: &Download update
fa: بارگیری روزامد
sr: &Преузми ажурирања
ta: இற்றாக்கத்தைத் தரவிறக்குக (&D)

source: Remind me &later
fa: سپس‌تر مرا یاداوری کن
sr: Подсети ме &касније
ta: பிறகு நினைவூட்டுக (&L)

source: &Close
fa: &ببند
sr: &Затвори
ta: மூடுக (&C)

source: Downloading Update
fa: روزامد دارد بارگیری می‌شود
sr: Преузимам ажурирања
ta: இற்றாக்கம்் தரவிறக்கப்படுகிறது

source: Connecting
fa: دارد پیوند می‌سازد
sr: Повезивање у току
ta: இணைக்கப்படுகிறது

source: Downloading
fa: دارد بارگیری می‌شود
sr: Преузимање у току
ta: தரவிறக்கப்படுகிறது

source: Error downloading update.
fa: شکست در بارگیری روزامد
sr: Грешка приликом преузимања ажурирања.
ta: இற்றாக்கத்தைத் தரவிறக்குவதில் பிழை.

source: Update downloaded. It will now be installed.
fa: روزامد بارگیری شد. اکنون ریخته می‌شود.
sr: Ажурирање преузето, биће сад инсталирано.
ta: இற்றாக்கம் தரவிறக்கமாகிவிட்டது. இப்பொழுது அது நிறுவப்படும்.

source: Install Update
fa: ریختن روزامدها
sr: Инсталирање ажурирања
ta: இற்றாக்கத்தை நிறுவுக

source: We need your help in order to continue to improve NVDA. This project relies primarily on donations and grants. By donating, you are helping to fund full time development. If even $10 is donated for every download, we will be able to cover all of the ongoing costs of the project. All donations are received by NV Access, the non-profit organisation which develops NVDA. Thank you for your support.
fa: ما برای پیشرفت دادن به ان‌وی‌دی‌ای٬ به یاری شما نیازمندیم. این بسته‌ی کاری نخست پشتگرم به کمک‌های پولی و بخشش‌های شما می‌باشد. شما با کمک پولی کاری می‌کنید که ما بتوانیم با پول دادن٬ پشتیبانی فنی تمام‌وقت را برای پیشرفت ان‌وی‌دی‌ای داشته باشیم. همانا با ده دلار برای هر بارگیری هم اگر داده شود٬ ما هزینه برای پیش‌برد کار را خواهیم داشت. هر کمک پولی‌ای به دست سازمان غیر دولتی NV Access که بنیان‌گزار ان‌وی‌دی‌ای است٬ می‌رسد. سپاس از پشتیبانی شما!
sr: Треба нам Ваша помоћ да бисмо могли даље да усавршавамо NVDA. Овај пројекат зависи превасходно од донација и грантова. Донацијом помажете финансирање сталног развоја. Ако свако ко преузме програм донира свега $10, моћићемо да покријемо све текуће трошкове пројекта. Све донације прима NV Access, непрофитна оргаизација која развија NVDA. Захваљујемо на Вашој подршци.
ta: என்விடிஏவை தொடர்ந்து மேம்படுத்த எங்களுக்குத் தங்களின் ஆதரவு தேவைப்படுகிறது. இத்திட்டம் நன்கொடைகளையும், மானியங்களையுமே முதன்மையாக சார்ந்துள்ளது. நன்கொடை அளிப்பதன் மூலம் என்விடிஏவின் முழுநேர மேம்பாட்டிற்கு உதவுகிறீர்கள். ஒவ்வொரு தரவிறக்கத்திற்கும் 10 டாலர் மட்டுமே நன்கொடையளித்தாலும், திட்டத்தின் தற்போதைய எல்லா செலவினங்களையும் எங்களால் ஈடு செய்ய இயலும். எல்லா நன்கொடைகளையும், லாப நோக்கில்லாமல் என்விடிஏவை மேம்படுத்தி வரும் என்வி அக்ஸஸ் நிறுவனம் பெற்றுக் கொள்கிறது. தங்களின் ஆதரவிற்கு நன்றி.

source: Please Donate
fa: خواهش است کمک کنید
sr: Молимо Вас, донирајте
ta: கருணைக்கூர்ந்து நன்கொடையளியுங்கள்

source: &Donate
fa: کمک پولی کردن
sr: &Донирајте
ta: நன்கொடையளிக்கிறேன் (&D)

source: &Not now
fa: اکنون نه
sr: &Не сада
ta: இப்பொழுது இல்லை (&N)

source: &Done
fa: &انجام شد
sr: &Готово
ta: நிறைவுற்றது (&D)

source: A free and open source screen reader for Microsoft Windows
fa: نرم‌افزاری نوشتار باز و آزاد برای سامانه‌ی کارگر مایکروسافت ویندوز
sr: Бесплатан читач екрана, отвореног кода, за оперативни систем Microsoft Windows
ta: மைக்ரோசாஃப்ட் விண்டோசிற்கான இலவச திறமூல திரைநவிலி

source: Copyright (C) {years} NVDA Contributors
fa: حق روگرفت (C) {years} هم‌یاران ان‌وی‌دی‌ای
sr: Ауторско право (C) {years} NVDA Сарадници
ta: பதிப்புரிமை (C) {years} என்விடிஏ பங்களிப்பாளர்கள்

source: {longName} ({name}) Version: {version} URL: {url} {copyright} {name} is covered by the GNU General Public License (Version 2). You are free to share or change this software in any way you like as long as it is accompanied by the license and you make all source code available to anyone who wants it. This applies to both original and modified copies of this software, plus any derivative works. For further details, you can view the license from the Help menu. It can also be viewed online at: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html {name} is developed by NV Access, a non-profit organisation committed to helping and promoting free and open source solutions for blind and vision impaired people. If you find NVDA useful and want it to continue to improve, please consider donating to NV Access. You can do this by selecting Donate from the NVDA menu.
fa: {longName} ({name}) نگارش: {version} سرچشمه‌نما: {url} {copyright} {name} iزیر پوشش the GNU General Public License (Version 2) است. هر دگرگونی‌ای خواستید و هر جور خواستید می‌توانید آن را در دسترس دیگران بگذارید تا هنگامی که حق روگرفت بنیانگذاران را نگه داشته باشید. نوشتار و کد برنامه نیز در دسترس هر کس که بخواهد می‌باشد. این شرط قراردادی٬ به هر نرم‌افزاری که از دگرگون شدن ان‌وی‌دی‌ای به دست آمده باشد و یا پیامد هر کاری بر پایه‌ی این نرم‌افزار باشد٬ اعمال می‌گردد. برای دانستن بیشتر پیرامون مقررات پیرامون حق بهره‌برداری از این نرم‌افزار٬ به بخش حق بهره‌برداری در منوی راهنما بروید. هم‌چنین می‌توانید به این نشانی در اینترنت بروید: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html {name} به دست سازمان غیر دولتی NV Access فراوری شده است که برای فراوری راهکارهای آزاد و رایگان برای نابینایان و کم‌بینایان دست به کار شده است. اگر ان‌وی‌دی‌ای را سودمند می‌دانید و می‌خواهید تا پیشرفتش پایدار باشد٬ به سازمان NV Access ٬ کمک پولی کنید. شما می‌توانید این کار را با گزیدن گزینه‌ی «کمک پولی» از منوی پایه‌ی ان‌وی‌دی‌ای٬ انجام دهید.
sr: {longName} ({name}) Верзија: {version} URL: {url} {copyright} {name} је покривен GNU општом јавном лиценцом (верзија 2). Можете слободно мењати и делити овај софтвер на који год начин желите све док га прати ова лиценца и све док омогућите приступ изворном коду свакоме ко то затражи. Ово важи и за оригиналне и измењене копије овог софтвера, укључујући и било какав други софтвер базиран на овом. За више детаља, прочитајте текст лиценце из менија Помоћ. Може се прегледати и онлајн на: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html {name} је развила NV Access, непрофитна организација посвећена помагању и промоцији слободних и решења отвореног кода за слепе и слабовиде особе. Ако вам је NVDA користан и желите да настави да се усавршава, молимо Вас да размислите о донацији организацији NV Access. То можете учинити одабиром опције Донирај из NVDA менија.
ta: {longName} ({name}) பதிப்பு: {version} இணைய முகவரி: {url} {copyright} {name} இது எல்லோருக்குமான இரண்டாம் பதிப்பு பொது உரிமத்தின் கீழ் வருகிறது. இம்மென்பொருளை தாங்கள் மாற்றவோ பிறருடன் பகிர்ந்துக் கொள்ளவோ தடையில்லை. அப்படி செய்யும்பொழுது, இம்மென்பொருளின் உரிமத்தையும், திறமூலத்தையும் கேட்பவர்களுக்குக் கொடுக்க வேண்டும். இந்த விதி, இம்மென்பொருளின் மூலத்திற்கும், மாற்றப்பட்ட வடிவத்திற்கும், இம்மென்பொருளிலிருந்து பெறப்பட்ட பிற பணிகளுக்கும் பொருந்தும். கூடுதல் தகவல்களுக்கு, உதவி பட்டியலிலுள்ள உரிம விவரங்களைக் காணவும். உரிமத்தைப் படிப்பதற்கான இணைய முகவரி: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html {name} இம்மென்பொருளை உருவாக்கியது NV Access நிறுவனம். இந்நிறுவனம், இலாப நோக்கில்லாமல் பார்வையற்றவர்களுக்காகவும், பார்வைக் குறைபாடுள்ளவர்களுக்காகவும் இலவச திறமூல தீர்வுகளை உருவாக்க உதவவும், அவைகளை மேம்படுத்தவும் தன்னை ஈடுபடுத்திக் கொண்டுள்ளது. என்விடிஏ பயனுள்ளதாக இருந்து, அது மேலும் மேம்பட வேண்டுமென்று தாங்கள் விரும்பினால், என்விடிஏவிற்கு நன்கொடை அளிப்பதைப் பற்றி சிந்தியுங்கள். இதற்கு, என்விடிஏ பட்டியலிலுள்ள 'நன்கொடையளியுங்கள்' உருப்படியைத் தேர்ந்தெடுக்கவும்.

source: Cannot install NVDA add-on from {path}. You must be running NVDA to be able to install add-ons.
sr: Не може се инсталирати NVDA додатак са {path}. NVDA мора бити покренут да би се могао инсталирати додатак.

source: {symbol} as in {description}
fa: {symbol} همسان با {description}
sr: {symbol} као {description}
ta: {description} இருப்பதுபோல் {symbol}

source: edge of table
fa: لبه جدول
sr: ивица табеле
ta: அட்டவணையின் விளிம்பு
