Repository: siddhartha-iitd/NVDA-Enhancements
Catalog: source/locale/*/LC_MESSAGES/nvda.po
Languages: fa, sr, ta

source: Secure Desktop
fa: میز کار قفل شده
sr: Заштићенa радна површина
ta: பாதுகாப்பான மேசைத்தளம்

source: Native input
fa: درون کردن واج‌های بومی
sr: Унос далекоисточних карактера
ta: உள்ளூர் உள்ளீடு

source: Alpha numeric input
fa: درون‌داده‌ی شماره‌ای/الفبایی
sr: Алфанумерички унос
ta: எண்ணெழுத்து உள்ளீடு

source: Full shaped mode
fa: گونه‌ی نمود همه‌وار
sr: Унос далекоисточних симбола у пуном формату
ta: முழுவடிவ நிலை

source: Half shaped mode
fa: گونه‌ی نمود نیمه‌وار
sr: Унос далекоисточних симбола у сажетом формату
ta: அரைவடிவ நிலை

source: half alphanumeric
fa: نیم شماره و الفبا
sr: сажети унос путем алфанумеричке тастатуре
ta: அரை எண்ணெழுத்து

source: half katakana
fa: نیم کاتاکانا
sr: сажети катакана унос
ta: அரை காட்டகானா

source: alphanumeric
fa: الفبا شماره‌ای
sr: алфанумерички
ta: எண்ணெழுத்து

source: hiragana
fa: هیراگانا
sr: хирагана
ta: ஹிரகானா

source: katakana
fa: کاتاکانا
sr: катакана
ta: காட்டகானா

source: half katakana roman
fa: کاتاکانا رومی نیمه
sr: сажети катакана римски начин
ta: ரோமிய அரை காட்டகானா

source: hiragana roman
fa: هیراگانا رومی
sr: хирагана римски начин
ta: ரோமிய ஹிரகானா

source: katakana roman
fa: کاتاکانا رومی
sr: катакана римски начин
ta: ரோமிய காட்டகானா

source: IME opened
fa: IME باز شد
sr: ИМЕ отворено
ta: ஐஎம்ஈ திறக்கப்பட்டது

source: IME closed
fa: IME بسته شد
sr: ИМЕ затворено
ta: ஐஎம்ஈ மூடப்பட்டது

source: unknown language
fa: زبان نا شناخته
sr: непознат језик
ta: தெரியாத மொழி

source: unknown input method
fa: روش درون کردن٬ ناشناخته
sr: непознат начин уноса
ta: தெரியாத உள்ளீடு முறை

source: Error in appModule %s
fa: کژی در بخش سامان‌دهی ویژه‌ی برنامه‌ی %s
sr: Грешка у модулу %s
ta: %s பயன்பாட்டு நிரற்கூறில் பிழை

source: banner
fa: برنما
sr: банер
ta: பதாகை

source: complementary
fa: فزون‌داده
sr: допунски
ta: நிறைவு உண்டாக்கும்

source: content info
fa: داده‌رسانی پیرامون اندرونه
sr: информације о садржају
ta: உள்ளடக்கத் தகவல்

source: main
fa: ریشه‌ای
sr: главни
ta: முதன்மை

source: navigation
fa: پیمایش
sr: навигација
ta: வழிநடத்துதல்

source: search
fa: جستجو
sr: претраживање
ta: தேடுக

source: form
fa: فرم
sr: форма
ta: படிவம்

source: Arabic grade 1
fa: عربی نوع 1
sr: Арапски степен 1
ta: அரபி நிலை 1

source: Farsi grade 1
fa: فارسی نوع 1
sr: Фарси степен 1
ta: ஃபார்சி நிலை 1

source: Bulgarian 8 dot computer braille
fa: بلغاری 8 نقطه بریل رایانه
sr: Бугарски осмотачкасти брајев код
ta: பல்கேரிய 8 புள்ளி கணினி பிரெயில்

source: Welsh grade 1
fa: ولز درجه 1
sr: Велшки степен 1
ta: வெல்ஷ் நிலை 1

source: Welsh grade 2
fa: ولز درجه 2
sr: Велшки степен 2
ta: வெல்ஷ் நிலை 2

source: Czech grade 1
fa: چکوسلواکی درجه 1
sr: Чешки степен 1
ta: செக் நிலை 1

source: Danish grade 1
fa: دانمارکی درجه 1
sr: Дански степен 1
ta: டேனிஷ் நிலை 1

source: Danish grade 2
fa: دانمارکی درجه 2
sr: Дански степен 2
ta: டேனிஷ் நிலை 2

source: German 8 dot computer braille
fa: آلمانی 8 نقطه بریل رایانه
sr: Немачки осмотачкасти брајев код
ta: ஜெர்மானிய 8 புள்ளி கணினி பிரெயில்

source: German grade 0
fa: آلمانی درجه 0
sr: Немачки степен 0
ta: ஜெர்மானிய நிலை 0

source: German grade 1
fa: آلمانی درجه 1
sr: Немачки степен 1
ta: ஜெர்மானிய நிலை 1

source: German grade 2
fa: آلمانی درجه 2
sr: Немачки степен 2
ta: ஜெர்மானிய நிலை 2

source: English (U.K.) 8 dot computer braille
fa: انگلیسی (u.k.) 8 نقطه بریل رایانه
sr: Енглески (УК) осмотачкасти брајев код
ta: ஆங்கிலம் (இங்கிலாந்து) 8 புள்ளி கணினி பிரெயில்

source: English (U.K.) grade 1
fa: انگلیسی (u.k.) درجه ی 1
sr: Енглески (УК) степен 1
ta: ஆங்கிலம் (இங்கிலாந்து) நிலை 1

source: English (U.K.) grade 2
fa: انگلیسی (u.k) درجه 2
sr: Енглески (УК) степен 2
ta: ஆங்கிலம் (இங்கிலாந்து) நிலை 2

source: English (U.S.) 6 dot computer braille
fa: انگلیسی (u.s.) 6 نقطه بریل رایانه
sr: Енглески (САД) шестотачкасти брајев код
ta: ஆங்கிலம் (ஐக்கிய அமெரிக்கா) 6 புள்ளி கணினி பிரெயில்

source: English (U.S.) 8 dot computer braille
fa: انگلیسی (u.s.) 8 نقطه بریل رایانه
sr: Енглески (САД) осмотачкасти брајев код
ta: ஆங்கிலம் (ஐக்கிய அமெரிக்கா) 8 புள்ளி கணினி பிரெயில்

source: English (U.S.) grade 1
fa: انگلیسی (u.s.) درجه 1
sr: Енглески (САД) степен 1
ta: ஆங்கிலம் (ஐக்கிய அமெரிக்கா) நிலை 1

source: English (U.S.) grade 2
fa: انگلیسی (u.s.) درجه 2
sr: Енглески (САД) степен 2
ta: ஆங்கிலம் (ஐக்கிய அமெரிக்கா) நிலை 2

source: Spanish 8 dot computer braille
fa: اسپانیایی 8 نقطه بریل رایانه
sr: Шпански осмотачкасти брајев код
ta: ஸ்பானிய 8 புள்ளி கணினி பிரெயில்

source: Spanish grade 1
fa: اسپانیایی درجه 1
sr: Шпански степен 1
ta: ஸ்பானிய நிலை 1

source: Estonian grade 0
fa: استونیایی درجه 0
sr: Естонски степен 0
ta: எஸ்தோனிய நிலை 0

source: Ethiopic grade 1
fa: اتیوپی درجه 1
sr: Етиопски степен 1
ta: எத்தியோப்பிய நிலை 1

source: Finnish 8 dot computer braille
fa: فنلاندی 8 نقطه بریل رایانه
sr: Фински осмотачкасти брајев код
ta: ஃபின்னிஷ் 8 புள்ளி கணினி பிரெயில்

source: French (Canada) grade 1
fa: فرانسوی (کانادا) درجه 1
sr: Француски (Канада) степен 1
ta: பிரெஞ்சு (கனடா) நிலை 1

source: French (Canada) grade 2
fa: فرانسوی (کانادا) درجه 2
sr: Француски (Канада) степен 2
ta: பிரெஞ்சு (கனடா) நிலை 2

source: French (unified) 6 dot computer braille
fa: فرانسوی (متحد) 6 نقطه بریل رایانه
sr: Француски (јединствени/унификовани) шестотачкасти брајев код
ta: பிரெஞ்சு (ஒருங்கிணைந்த) 6 புள்ளி கணினி பிரெயில்

source: French (unified) 8 dot computer braille
fa: فرانسوی (متحد) 8 نقطه بریل رایانه
sr: Француски (јединствени) осмотачкасти брајев код
ta: பிரெஞ்சு (ஒருங்கிணைந்த) 8 புள்ளி கணினி பிரெயில்

source: French (unified) Grade 2
fa: فرانسوی (متحد) درجه 2
sr: Француски (јединствени) степен 2
ta: பிரெஞ்சு (ஒருங்கிணைந்த) நிலை 2

source: Greek (Greece) grade 1
fa: یونانی (یونان) درجه 1
sr: Грчки (Грчка) степен 1
ta: கிரேக்கம் (கிரீஸ்) நிலை 1

source: Hebrew 8 dot computer braille
fa: عبری 8 نقطه بریل رایانه
sr: Хебрејски осмотачкасти брајев код
ta: ஹீப்ரு 8 புள்ளி கணினி பிரெயில்

source: Hindi grade 1
fa: هندی درجه 1
sr: Хинду степен 1
ta: ஹிந்தி நிலை 1

source: Croatian 8 dot computer braille
fa: کرواسی 8 نقطه بریل رایانه
sr: Хрватски осмотачкасти брајев код
ta: க்ரொயேஷிய 8 புள்ளி கணினி பிரெயில்

source: Hungarian 8 dot computer braille
fa: مجارستانی 8 نقطه بریل رایانه
sr: Мађарски осмотачкасти брајев код
ta: ஹங்கேரிய 8 புள்ளி கணினி பிரெயில்

source: Hungarian grade 1
fa: مجارستانی درجه 1
sr: Мађарски степен 1
ta: ஹங்கேரிய நிலை 1

source: Icelandic 8 dot computer braille
fa: ايسلندی 8 نقطه بریل رایانه
sr: Исландски осмотачкасти брајев код
ta: ஐஸ்லாந்திய 8 புள்ளி கணினி பிரெயில்

source: Italian 6 dot computer braille
fa: ايتاليايی 8 نقطه بریل رایانه
sr: Италијански шестотачкасти брајев код
ta: இத்தாலிய 6 புள்ளி கணினி பிரெயில்

source: Italian 8 dot computer braille
fa: ايتاليايی 8 نقطه بریل رایانه
sr: Италијански осмотачкасти брајев код
ta: இத்தாலிய 8 புள்ளி கணினி பிரெயில்

source: Korean grade 1
fa: کره ای درجه 1
sr: Корејски степен 1
ta: கொரிய நிலை 1

source: Korean grade 2
fa: کره ای درجه 2
sr: Корејски степен 2
ta: கொரிய நிலை 2

source: Latvian grade 1
fa: لاتویایی درجه 1
sr: Летонски степен 1
ta: லாத்விய நிலை 1

source: Dutch (Belgium) grade 1
fa: هلندی (بلژیک) درجه 1
sr: Холандски (Белгија) степен 1
ta: டச் (பெல்ஜியம்) நிலை 1

source: Dutch (netherlands) grade 1
fa: هلندی (هلند) درجه 1
sr: Холандски (Холандија) степен 1
ta: டச் (நெதர்லாந்து) நிலை 1

source: Norwegian 8 dot computer braille
fa: نروژی 8 نقطه بریل رایانه
sr: Норвешки осмотачкасти брајев код
ta: நார்வே 8 புள்ளி கணினி பிரெயில்

source: Norwegian grade 0
fa: نروژی درجه 0
sr: Норвешки степен 0
ta: நார்வே நிலை 0

source: Norwegian grade 1
fa: نروژی درجه 1
sr: Норвешки степен 1
ta: நார்வே நிலை 1

source: Norwegian grade 2
fa: نروژی درجه 2
sr: Норвешки степен 2
ta: நார்வே நிலை 2

source: Norwegian grade 3
fa: نروژی درجه 3
sr: Норвешки степен 3
ta: நார்வே நிலை 3

source: Polish grade 1
fa: لهستانی درجه 1
sr: Пољски степен 1
ta: போலாந்து நிலை 1

source: Portuguese 8 dot computer braille
fa: پرتقالی 8 نقطه بریل رایانه
sr: Португалски осмотачкасти брајев код
ta: போர்ச்சுகீசிய 8 புள்ளி கணினி பிரெயில்

source: Portuguese grade 1
fa: پرتقالی درجه 1
sr: Португалски степен 1
ta: போர்ச்சுகீசிய நிலை 1

source: Portuguese grade 2
fa: پرتقالی درجه 2
sr: Португалски степен 2
ta: போர்ச்சுகீசிய நிலை 2

source: Russian braille for computer code
fa: کد رایانه ای برای بریل روسی
sr: Руски брај за рачунаре
ta: கணினிக் குறியீட்டிற்கான ருஷ்ய பிரெயில்

source: Russian grade 1
fa: روسی درجه 1
sr: Руски степен 1
ta: ருஷிய நிலை 1

source: Swedish grade 1
fa: سوئدی درجه 1
sr: Шведски степен 1
ta: சுவீடிஷ் நிலை 1

source: Slovak
fa: اسلواکی
sr: Словачки
ta: ஸ்லோவாக்

source: Slovene grade 1
fa: اسلونیایی درجه 1
sr: Словеначки степен 1
ta: ஸ்லோவீன் நிலை 1

source: Serbian grade 1
fa: سربستانی درجه 1
sr: Српски степен 1
ta: செர்பிய நிலை 1

source: Tamil grade 1
fa: تميل درجه 1
sr: Тамилски степен 1
ta: தமிழ் நிலை 1

source: Turkish grade 1
fa: ترکی درجه 1
sr: Турски степен 1
ta: துருக்கிய நிலை 1

source: Unified English Braille Code grade 1
fa: انگلیسی یکپارچه بریل کد درجه 1
sr: Јединствени енглески брајев кодни степен 1
ta: ஒருங்கிணைந்த ஆங்கில பிரெயில் குறி நிலை 1

source: Unified English Braille Code grade 2
fa: انگلیسی یکپارچه بریل کد درجه 2
sr: Јединствени енглески брајев кодни степен 2
ta: ஒருங்கிணைந்த ஆங்கில பிரெயில் குறி நிலை 2

source: Chinese (Hong Kong, Cantonese)
fa: چینی (هنگ کنگ, کانتونی)
sr: Кинески (Хонг Конг, кантонски)
ta: சீனம் (ஹாங்காங், காண்டோனீஸ்)

source: Chinese (Taiwan, Mandarin)
fa: چینی (تایوان, ماندارین)
sr: Кинески (Тајван, мандарински)
ta: சீனம் (தைவான், மாண்டரீன்)

source: not %s
fa: نه %s
sr: није %s
ta: %s இல்லை

source: {number} of {total}
fa: {number} از {total}
sr: {number} од {total}
ta: {number}, மொத்தம் {total}

source: Automatic
fa: خودکار
sr: Аутоматски
ta: தன்னியக்கம்

source: braille
fa: بریل
sr: брај
ta: பிரெயில்

source: space with dot
fa: فاصله با نقطه
sr: размак са тачком
ta: புள்ளியுடன் கூடிய இடைவெளி

source: dot
fa: نقطه
sr: тачка
ta: புள்ளி

source: space
fa: فاصله
sr: размак
ta: இடைவெளி

# symbolLevel
source: none
fa: هیچ
sr: ниједан
ta: ஏதுமில்லை

# symbolLevel
source: some
fa: برخی
sr: неки
ta: சில

# symbolLevel
source: most
fa: بیشتر
sr: већина
ta: பல

# symbolLevel
source: all
fa: همه
sr: сви
ta: அனைத்தும்

# symbolLevel
source: character
fa: واج
sr: карактер
ta: வரியுரு

source: unknown color
fa: رنگ ناشناس
sr: непозната боја
ta: தெரியாத நிறம்

source: black
fa: سیاه
sr: црна
ta: கருப்பு

source: green
fa: سبز
sr: зелена
ta: பச்சை

source: light grey
fa: خاکستری روشن
sr: светло сива
ta: மெல்லிய சாம்பல் நிறம்

source: lime
fa: مغز پسته ای
sr: зелено жута
ta: எழுமிச்ச நிறம்

source: grey
fa: خاکستری
sr: сива
ta: சாம்பல் நிறம்

source: olive
fa: زیتونی
sr: маслинасто зелена
ta: ஆலிவ் பச்சை

source: white
fa: سفید
sr: бела
ta: வெள்ளை

source: yellow
fa: زرد
sr: жута
ta: மஞ்சள்

source: dark red
fa: قرمز تیره
sr: тамно црвена
ta: கருஞ்சிவப்பு

source: navy blue
fa: آبی سیر
sr: морнарско плава
ta: கடற்படை நீலம்

source: red
fa: قرمز
sr: црвена
ta: சிவப்பு

source: blue
fa: آبی
sr: плава
ta: நீலம்

source: purple
fa: بنفش
sr: љубичаста
ta: செவ்வூதா

source: teal
fa: سبز دودی
sr: тиркизна
ta: கரும்பச்சை நீலம்

source: fuchsia
fa: سرخابی
sr: магента
ta: மஜந்தா

source: aqua
fa: فیروزه ای
sr: водено зелена
ta: நீலப் பச்சை

source: orange
fa: نارنجی
sr: наранџаста
ta: செம்மஞ்சள்

source: selected %s
fa: %s گزیده شد
sr: изабрано %s
ta: தெரிவு செய்யப்பட்டது %s

source: unknown
fa: ناشناخته
sr: непознато
ta: தெரியாதது

source: window
fa: پنجره
sr: прозор
ta: சாளரம்

source: title bar
fa: نوار سرنوشته
sr: трака наслова
ta: தலைப்புப் பட்டை

source: pane
fa: جایگاه
sr: окно
ta: பலகை

source: dialog
fa: پنجره‌ی گفتگو
sr: дијалог
ta: உரையாடல்

source: check box
fa: جعبه‌ی تیک‌خور
sr: изборно поље
ta: தேர்வுப் பெட்டி

source: radio button
fa: دکمه رادیویی
sr: изборно дугме
ta: வானொலிப் பொத்தான்

source: text
fa: نوشتار
sr: текст
ta: உரை

source: edit
fa: ویرایشی
sr: уреди
ta: தொகு

source: button
fa: دکمه
sr: дугме
ta: பொத்தான்

source: menu bar
fa: نوار منو
sr: трака менија
ta: கிடைநீள பட்டியல்

source: menu item
fa: تکه‌منو
sr: ставка менија
ta: பட்டியல் உருப்படி

source: menu
fa: منوی
sr: мени
ta: பட்டியல்

source: combo box
fa: جعبه‌ی تک‌گزینشی
sr: комбиновани оквир
ta: சேர்க்கைப் பெட்டி

source: list
fa: فهرست
sr: листа
ta: வரிசைப் பட்டியல்

source: list item
fa: تکه‌ی فهرست
sr: ставка листе
ta: வரிசைப் பட்டியல் உருப்படி

source: graphic
fa: نگاره
sr: цртеж
ta: வரைகலை

source: help balloon
fa: کمک بالون
sr: помоћни балончић
ta: உதவிக் குமிழி

source: tool tip
fa: راهنمای ابزار
sr: опис алата
ta: கருவித் துணுக்குதவி

source: link
fa: پیوند
sr: линк
ta: தொடுப்பு

source: tree view
fa: نمایش درختی
sr: приказ стабла
ta: கிளைத் தோற்றம்

source: tree view item
fa: تکه‌ی نمایش درختی
sr: ставка приказа стабла
ta: கிளைத் தோற்ற உருப்படி

# controlType
source: tab
fa: زبانه
sr: табулатор
ta: கீற்று

source: tab control
fa: زبانه‌گاه
sr: контролна картица
ta: கீற்றுக் கட்டுப்பாடு

source: slider
fa: لغزنده
sr: клизач
ta: வழுக்கி

source: progress bar
fa: نوار پیشرفت
sr: трака напредовања
ta: முன்னேற்றப் பட்டை

source: scroll bar
fa: نوار غلطان
sr: клизна трака
ta: உருள் பட்டை

source: status bar
fa: نوار چگونگی
sr: статусна трака
ta: நிலைமைப் பட்டை

source: table
fa: جدول
sr: табела
ta: அட்டவணை

source: cell
fa: خانه
sr: ћелија
ta: சிறுகட்டம்

source: column
fa: ستون
sr: колона
ta: செங்குத்து வரிசை

source: row
fa: ردیف
sr: ред
ta: கிடைவரிசை

source: frame
fa: قاب
sr: оквир
ta: சட்டகம்

source: tool bar
fa: نوار ابزار
sr: трака са алатима
ta: கருவிப்பட்டை

source: column header
fa: سر ستون
sr: наслов колоне
ta: செங்குத்து வரிசையின் மேலுரை

source: row header
fa: سر ردیف
sr: наслов реда
ta: கிடைவரிசையின் மேலுரை

source: drop down button
fa: دکمه‌ی پایین‌رو
sr: дугме падајуће листе
ta: கீழ்விடு பொத்தான்

source: clock
fa: ساعت
sr: сат
ta: கடிகாரம்

source: separator
fa: جدا ساز
sr: сепаратор
ta: பிரிப்பான்

source: heading
fa: سرنوشتار
sr: наслов
ta: தலைப்பு

source: heading 1
fa: سرنوشتار ۱
sr: наслов 1
ta: தலைப்பு 1

source: heading 2
fa: سرنوشتار ۱عنوان ۲
sr: наслов 2
ta: தலைப்பு 2

source: heading 3
fa: سرنوشتار ۳
sr: наслов 3
ta: தலைப்பு 3

source: heading 4
fa: سرنوشتار ۴
sr: наслов 4
ta: தலைப்பு 4

source: heading 5
fa: سرنوشتار ۵
sr: наслов 5
ta: தலைப்பு 5

source: heading 6
fa: سرنوشتار ۶
sr: наслов 6
ta: தலைப்பு 6

source: paragraph
fa: بند
sr: пасус
ta: பத்தி

source: block quote
fa: تکه‌ی گفتاورد
sr: цитат
ta: உரைத் தொகுதி

source: table header
fa: سر جدول
sr: заглавље табеле
ta: அட்டவணை மேலுரை

source: table body
fa: بدنه جدول
sr: тело табеле
ta: அட்டவணை மேனி

source: table footer
fa: پایین جدول
sr: подножје табеле
ta: அட்டவணை அடியுரை

source: document
fa: رسانه
sr: документ
ta: ஆவணம்

source: animation
fa: تصویر پویا
sr: анимација
ta: அசைவூட்டம்

source: application
fa: برنامه
sr: апликација
ta: பயன்பாடு

source: box
fa: جعبه
sr: кутија
ta: பெட்டி

source: grouping
fa: گروه بندی
sr: груписање
ta: குழுவாக்கம்

source: property page
fa: برگه‌ی ویژگی‌ها
sr: страна са карактеристикама
ta: பண்புப் பக்கம்

source: canvas
fa: بوم نقاشی
sr: подлога слике
ta: வரைத்துணி

source: caption
fa: عنوان
sr: наслов слике
ta: கவர் தலைப்பு

source: check menu item
fa: منوی تیک خوردنی
sr: штриклирана ставка менија
ta: தேர்வுப் பட்டியல் உருப்படி

source: date edit
fa: درون‌گیر تاریخ
sr: измена датума
ta: தேதியைத் தொகு

source: icon
fa: نمودک
sr: икона
ta: படவுரு

source: directory pane
fa: نشان‌گاه پوشه‌ها
sr: окно за фасцикле
ta: அடைவுப் பலகை

source: embedded object
fa: چیز کار گذاشته شده
sr: уметнути објекат
ta: பதிந்துள்ள பொருள்

source: end note
fa: یادداشت پایانی
sr: завршна напомена
ta: இறுதிக் குறிப்பு

source: footer
fa: پایین‌نوشته
sr: подножје
ta: அடியுரை

source: foot note
fa: پانوشت
sr: фуснота
ta: அடிக்குறிப்பு

source: glass pane
fa: جای شیشه‌وار
sr: стаклено окно
ta: கண்ணாடிப் பலகை

source: header
fa: سری
sr: заглавље
ta: மேலுரை

source: image map
fa: تصویر نقشه‌نما
sr: мапа слика
ta: உருவ வரைப்படம்

source: input window
fa: پنجره‌ی درون‌گیر
sr: улазни прозор
ta: உள்ளீட்டுச் சாளரம்

source: label
fa: برچسب
sr: ознака
ta: அடையாளச் சீட்டு

source: note
fa: یادداشت
sr: белешка
ta: குறிப்பு

source: page
fa: برگه
sr: страна
ta: பக்கம்

source: radio menu item
fa: منوی رادیویی
sr: ставка радио менија
ta: வானொலிப் பட்டியல் உருப்படி

source: layered pane
fa: جایگاه چند لایه‌ای
sr: слојевито окно
ta: அடுக்குப் பலகை

source: redundant object
fa: چیز نمونه گیری شده
sr: редундантни објекат
ta: தேவையற்றப் பொருள்

source: root pane
fa: جایگاه رهیافت‌ها
sr: главно окно
ta: மூலப் பலகை

source: edit bar
fa: نوار ویرایش
sr: трака за измене
ta: தொகுப்பட்டை

source: terminal
fa: پایانه
sr: терминал
ta: முனையம்

source: rich edit
fa: ویرایشگاه پیشرفته
sr: обогаћено уређивање
ta: செரிவூட்டப்பட்ட தொகுத்தல்

source: ruler
fa: خطکش
sr: лењир
ta: அளவுகோல்

source: scroll pane
fa: جایگاه پیمایش
sr: клизно окно
ta: உருள் பலகை

source: section
fa: بخش
sr: секција
ta: உட்பிரிவு

source: shape
fa: شکل
sr: облик
ta: வடிவம்

source: split pane
fa: جایگاه چندبخش‌ها
sr: разделно окно
ta: பிளவுப் பலகை

source: view port
fa: بازنگری درگاه
sr: видљиви део екрана
ta: பகுதித் தோற்றம்

source: tear off menu
fa: تکه‌ساز منو
sr: одвојива ставка менија
ta: கிழி பட்டியல்

source: text frame
fa: قاب نوشتار
sr: оквир за текст
ta: உரைச் சட்டகம்

source: toggle button
fa: دکمه جایگردان
sr: дугме прекидача
ta: நிலைமாற்றி பொத்தான்

source: border
fa: حاشیه
sr: оквир
ta: எல்லை

source: caret
fa: هشتک
sr: знак за уметање
ta: சுட்டுக்குறி

source: character
fa: واج
sr: карактер
ta: வரியுரு

source: chart
fa: نمودار
sr: графикон
ta: விளக்க அட்டவணை

source: cursor
fa: نشانگر
sr: курзор
ta: சுட்டி

source: diagram
fa: نمودار
sr: дијаграм
ta: கனித வரைப்படம்

source: dial
fa: شماره را بگیر
sr: бирање
ta: சுழற்று

source: drop list
fa: فهرست افتان
sr: падајућа листа
ta: விடுபட்டியல்

source: split button
fa: دکمه‌ی چند بخشی
sr: дугме за раздвајање
ta: பிளவுப் பொத்தான்

source: menu button
fa: منوی دکمه‌ای
sr: дугме менија
ta: பட்டியல் பொத்தான்

source: drop down button grid
fa: دکمه‌ی گستراننده‌ی جدول
sr: мрежа са падајућим дугметом
ta: கீழ்விடு பொத்தான் வலை

source: equation
fa: معادله
sr: једначина
ta: சமன்பாடு

source: grip
fa: دستگیره
sr: чвор
ta: இறுக்கம்

source: hot key field
fa: درون‌گیر کلید میان‌بر
sr: поље тастера за пречице
ta: சுடுவிசைக் களம்

source: indicator
fa: نشان دهنده
sr: индикатор
ta: நிலைக்காட்டி

source: spin button
fa: دکمه چرخشی
sr: спин дугме
ta: சுழற்பொத்தான்

source: sound
fa: صدا
sr: звук
ta: ஒலி

source: white space
fa: جای تهی
sr: размак
ta: வெள்ளை இடைவெளி

source: tree view button
fa: دکمه نمایش درختی
sr: дугме за преглед стабла
ta: கிளைத் தோற்றப் பொத்தான்

source: IP address
fa: نشانی آی‌پی
sr: IP адреса
ta: இணைய முகவரி

source: desktop icon
fa: نمودک میز کار
sr: икона на радној површини
ta: மேசைத்தள படவுரு

source: alert
fa: هشدار
sr: упозорење
ta: கவனிக்க!

source: IFrame
sr: интерни оквир
ta: சட்டகம்

source: desktop pane
fa: جایگاه میز کار
sr: окно радне површине
ta: மேசைத்தள பலகை

source: option pane
fa: نشان‌گاه گزینه‌ها
sr: окно за опције
ta: விருப்பத் தேர்வுப் பலகை

source: color chooser
fa: گزیننده‌ی رنگ
sr: бирач боја
ta: நிறத் தேர்வி

source: file chooser
fa: گزیننده‌ی پرونده
sr: бирач датотека
ta: கோப்புத் தேர்வி

source: filler
fa: پر کننده
sr: пуњач
ta: நிரப்பி

source: panel
fa: پیشخوان
sr: панел
ta: பொருத்துப் பலகை

source: password edit
fa: درون‌گیر گذرواژه
sr: измена лозинке
ta: கடவுச்சொல் தொகு

source: font chooser
fa: گزیننده‌ی نویسه
sr: бирач фонтова
ta: எழுத்துரு தேர்வி

source: line
fa: خط
sr: линија
ta: வரி

source: font name
fa: نام نویسه
sr: име фонта
ta: எழுத்துருப் பெயர்

source: font size
fa: اندازه‌ی نویسه
sr: величина фонта
ta: எழுத்துரு அளவு

source: bold
fa: کلفت
sr: подебљано
ta: அடர்த்தி

source: ITALIC
fa: کج
sr: курзив
ta: வலப்பக்க சாய்வு

source: underline
fa: زیر خط دار
sr: потцртано
ta: அடிக்கோடு

source: foreground color
fa: رنگ پیش زمینه
sr: боја текста
ta: முன்னணி நிறம்

source: background color
fa: رنگ پس زمینه
sr: боја позадине
ta: பின்னணி நிறம்

source: superscript
fa: بالا نویس
sr: експонент
ta: மேலெழுத்து

source: subscript
fa: زیر نویس
sr: индекс
ta: கீழெழுத்து

source: style
fa: سبک
sr: стил
ta: பாங்கு

source: indent
fa: فرو رفتگی
sr: увлачење
ta: வரித் துவக்க ஒழுங்கு

source: alignment
fa: تراز
sr: поравнавање
ta: ஒழுங்கமைப்பு

source: data grid
fa: جدول داده
sr: мрежа података
ta: தரவு வலை

source: data item
fa: تکه داده
sr: ставка података
ta: தரவு உருப்படி

source: header item
fa: تکه‌ی سری
sr: ставка заглавља
ta: மேலுரை உருப்படி

source: thumb control
fa: انگشتانه
sr: контрола клизача
ta: பெருவிரல் கட்டுப்பாடு

source: calendar
fa: تقویم
sr: календар
ta: நாட்காட்டி

source: unavailable
fa: بیرون از دسترس
sr: недоступно
ta: கிடைப்பிலில்லை

source: focused
fa: نشان گرفته شده
sr: фокусирано
ta: குவிமையத்திலுள்ளது

source: selected
fa: گزیده شده
sr: изабрано
ta: தெரிவானது

source: busy
fa: در کار
sr: заузето
ta: மும்முரம்

source: pressed
fa: فشار داده شده
sr: притиснуто
ta: அழுத்தப்பட்டது

source: checked
fa: تیک‌خورده
sr: штриклирано
ta: தேர்வானது

source: half checked
fa: نیمه تیک خورده
sr: половично штриклирано
ta: பாதித் தேர்வானது

source: read only
fa: تنها خواندنی
sr: само за читање
ta: படிக்க மட்டும்

source: expanded
fa: گشوده شده
sr: проширено
ta: விரிவாக்கப்பட்டது

source: collapsed
fa: بسته شده
sr: скупљено
ta: குறுக்கப்பட்டது

source: invisible
fa: بیرون از دید
sr: невидљиво
ta: தென்படாதது

source: visited
fa: دیده شده
sr: посећено
ta: பார்த்த

source: linked
fa: پیوند شده
sr: повезано
ta: தொடர்புடையது

source: subMenu
fa: زیر منو
sr: подмени
ta: உட்பட்டியல்

source: protected
fa: نگهداری شده
sr: заштићено
ta: பாதுகாக்கப்பட்டது

source: required
fa: نیاز
sr: захтевано
ta: தேவைப்படுகிறது

source: defunct
fa: از میان رفته
sr: укинуто
ta: செயலற்றுப்போனது

source: invalid entry
fa: اندرونه‌ی ناشایست
sr: неисправан унос
ta: ஏற்கமுடியாத உள்ளீடு

source: modal
fa: وادارنده
sr: модално
ta: முகட்டு

source: has auto complete
fa: پرکن خودکار دارد
sr: има аутоматско допуњавање
ta: தானாக நிறைவாகும்

source: multi line
fa: چند خط
sr: вишелинијско
ta: பல வரிகள்

source: iconified
fa: نشاندار است
sr: иконизирано
ta: படவுருவாக்கப்பட்டது

source: off screen
fa: بیرون از برگه‌ی نمایش
sr: изван екрана
ta: திரைக்கு விலகி

source: selectable
fa: گزیدنی
sr: селектибилно
ta: தெரிவு செய்யப்படக்கூடியது

source: focusable
fa: زیر نشانگر رفتنی
sr: фокусабилно
ta: குவிமையத்திற்குள் அடங்கக்கூடியது

source: clickable
fa: کلیک شدنی
sr: кликабилно
ta: சொடுக்கப்படக் கூடியது

source: editable
fa: ویراستنی
sr: измењиво
ta: தொகுக்கப்படக் கூடியது

source: checkable
fa: تیک‌خوردنی
sr: одабирно
ta: தேர்வு செய்யப்படக் கூடியது

source: draggable
fa: کشیدنی
sr: повлачно
ta: இழுக்கப்படக் கூடியது

source: dragging
fa: دارد کشیده می‌شود
sr: превлачење
ta: இழுக்கப்படுகிறது

source: drop target
fa: جایگاهِ رهایِش
sr: могуће спуштање на одредиште
ta: இலக்கில் விடு

source: sorted
fa: بازچیده‌شده
sr: сортирано
ta: வகைப்படுத்தப்பட்டது

source: sorted ascending
fa: بازچیده‌شده‌ی بالا رونده
sr: сортирано узлазно
ta: ஏறுமுகமாக வகைப்படுத்தப்பட்டது

source: sorted descending
fa: بازچیده‌شده‌ی پایین رونده
sr: сортирано силазно
ta: இறங்குமுகமாக வகைப்படுத்தப்பட்டது

source: has long description
fa: بیش‌گویه‌ی دراز دارد
sr: има дуг опис
ta: நெடுவிளக்கம் கொண்டது

source: pinned
fa: سنجاق شد
sr: прикуцан
ta: நிலை நிறுத்தப்பட்டது

source: has formula
fa: فرمول دارد
sr: има формулу
ta: சூத்திரமுள்ளது

source: has comment
fa: دارای بیش‌گویه است
sr: постоји коментар
ta: கருத்துரையுள்ளது

source: not selected
fa: گزیده نشده
sr: није изабрано
ta: தெரிவாகாதது

source: not checked
fa: تیک نخورده
sr: није штриклирано
ta: தேர்வாகாதது

source: Your configuration file contains errors. Your configuration has been reset to factory defaults. More details about the errors can be found in the log file.
fa: پرونده‌ی نشان‌های ویژه‌ی شما دارای کژی است. داده‌ی بیشتر را می‌توانید در پرونده‌ی گاهنگار بیابید.
sr: Ваша конфигурациона датотека садржи грешке. Ваша конфигурација је ресетована на фабричка подешавања Више детаља о грешкама можете наћи у датотеци промена.
