Repository: siddhartha-iitd/NVDA-Enhancements
Catalog: source/locale/*/LC_MESSAGES/nvda.po
Languages: fa, sr, ta

source: Moves the review cursor to the first character of the line where it is situated in the current navigator object and speaks it
fa: نشانگر بازبین را در چیز بازبینی‌شده‌ی کنونی به نخستین واج از خطی که روی آن است برده و آن واج را می‌خواند
sr: Премешта ревизиони курзор на први карактер линије где је смештен у тренутном навигационом објекту и изговара га
ta: மறுபரிசீலனைச் சுட்டியை, அது இருக்கும் வழிகாட்டிப் பொருள் வரியின் முதல் வரியுருவிற்கு நகர்த்தி, அதை படிக்கும்

source: Moves the review cursor to the previous character of the current navigator object and speaks it
fa: نشانگر بازبین را روی واج پیشین از چیز بازبینی‌شده جای داده و آن را می‌خواند
sr: Премешта ревизиони курзор на претходни карактер тренутног навигационог објекта и изговара га
ta: மறுபரிசீலனைச் சுட்டியை தற்போதைய வழிகாட்டிப் பொருளின் முந்தைய வரியுருவிற்கு நகர்த்தி, அதை படிக்கும்

source: Reports the character of the current navigator object where the review cursor is situated. Pressing twice reports a description or example of that character. Pressing three times reports the numeric value of the character in decimal and hexadecimal
fa: واجی که در زیر نشانگر بازبین بر روی چیز بازبینی‌شده است را گزارش می‌دهد. اگر دو بار فشار داده شود٬ ویژه‌واژه‌ی پیرامون آن واج را گزارش می‌دهد. اگر سه بار فشار داده شود٬ ارزش شماره‌ای آن واج را بر پایه‌ی شانزده‌تایی و ده‌تایی٬ گزارش می‌دهد.
sr: Пријављује карактер тренутног навигационог објекта где се налази ревизиони курзор. Ако се притиснедвапут, пријавиће опис или пример тог карактера. Ако се притисне три пута пријавиће бројачну вредност карактера у децималном или хексадецималном запису
ta: மறுபரிசீலனைச் சுட்டியின் இடத்திலிருக்கும் வழிகாட்டிப் பொருளின் வரியுருவை அறிவிக்கும். இருமுறை அழுத்தினால், அவ்வரியுருவிற்கான எழுத்து விளக்கத்தை அறிவிக்கும். மும்முறை அழுத்தினால், அவ்வரிவுருவிற்கான எண் மதிப்பை அறிவிக்கும்

source: right
fa: راست
sr: десно
ta: வலது

source: Moves the review cursor to the next character of the current navigator object and speaks it
fa: نشانگر بازبین را روی واج پَس‌تر از چیز بازبینی‌شده جای داده و آن را می‌خواند
sr: Премешта ревизиони курзор на наредни карактер тренутног навигационог објекта и изговара га
ta: மறுபரிசீலனைச் சுட்டியை தற்போதைய வழிகாட்டிப் பொருளின் அடுத்த வரியுருவிற்கு நகர்த்தி, அதை படிக்கும்

source: Moves the review cursor to the last character of the line where it is situated in the current navigator object and speaks it
fa: نشانگر بازبین را در چیز بازبینی‌شده‌ی کنونی به واپسین واج از خطی که روی آن است برده و آن واج را می‌خواند
sr: Премешта ревизиони курзор на задњи карактер линије где је смештен у тренутном навигационом објекту и изговара га
ta: மறுபரிசீலனைச் சுட்டியை, அது இருக்கும் வழிகாட்டிப் பொருள் வரியின் கடைசி வரியுருவிற்கு நகர்த்தி, அதை படிக்கும்

source: speech mode off
fa: سخنگو خاموش است
sr: режим говора искључен
ta: பேச்சு நிலை: அமைதி

source: speech mode beeps
fa: بیپ زدن به جای سخن گفتن
sr: режим говора са пиштањем
ta: பேச்சு நிலை: சிற்றொலிகள்

source: speech mode talk
fa: سخنگو روشن است
sr: режим говора са причом
ta: பேச்சு நிலை: பேசுக

source: Toggles between the speech modes of off, beep and talk. When set to off NVDA will not speak anything. If beeps then NVDA will simply beep each time it its supposed to speak something. If talk then NVDA wil just speak normally.
fa: گونه‌ی گزارش ان‌وی‌دی‌ای را میان خاموش و بیپ و سخنگو٬ جایگردان می‌کند. اگر در گونه‌ی خاموش باشد٬ ان‌وی‌دی‌ای هیچ سخن نخواهد گفت. اگر در گونه‌ی بیپ باشد٬ هر جا که می‌بایست ان‌وی‌دی‌ای سخن بگوید٬ به جای سخن گفتن٬ بیپ می‌زند. اگر در گونه‌ی سخنگو باشد٬ ان‌وی‌دی‌ای به مانند پیش٬ با سخن گفتن می‌خواند.
sr: Укључује и искључује начине говора између искључено, пиштање или изговор. Када је искључен, NVDA неће ништа изговарати. Ако је намештено на пиштање, NVDA ће једноставно произвести висок звучни сигнал сваки пут кад треба нешто да каже. Ако је у питању изговор, NVDA ће једноставно нормално говорити.
ta: பேசுக, சிற்றொலி, அமைதி, ஆகிய மூன்று பேச்சு நிலைகளுக்கிடையே சுழலும். பேசு என்றால், இயல்பாகப் பேசும். சிற்றொலி என்றால், பேசுவதற்குப் மாற்றாக சிற்றொலியை எழுப்பும். அமைதி என்றால், பேசவோ, சிற்றொலியை எழுப்பவோ செய்யாது

source: Moves the focus to the next closest document that contains the focus
fa: نشانگر را به نزدیک‌ترین پنجره‌ی رسانه که نشان بر روی آن است٬ می‌برد
sr: Премешта фокус на наредни најближи документ који садржи фокус
ta: குவிமையத்தைக் கொண்டிருக்கும் அடுத்து அருகாமையில் இருக்கும் ஆவணத்திற்கு நகர்த்தும்

source: Toggles between browse mode and focus mode. When in focus mode, keys will pass straight through to the application, allowing you to interact directly with a control. When in browse mode, you can navigate the document with the cursor, quick navigation keys, etc.
fa: میان گشتار خواندنی و گشتار با نشانگر٬ جایگردان می‌کند. اگر در گونه‌ی گشتار با نشانگر باشد٬ هر کلیدی که فشار دهید٬ برای کار کرد بی‌میانجی شما با بخشهای برنامه٬ به پنجره گذرانده می‌شود. اگر در گونه‌ی گشتار خواندنی باشد٬ می‌توانید با نشانگر بخوانید و از کلید‌های تندپیما بهره بگیرید.
sr: Прекидач између режима претраживања и режима фокусирања. Када је укључен режим фокусирања, тастер ће директно проћи кроз апликацију, допуштајући Вам да контролишете узајамно деловање. Када је укључен режим претраживања, можете управљати документом помоћу курзора, итд.
ta: குவிமைய நிலை, உலாவும் நிலை ஆகிய இரு நிலைகளுக்கு இடையே சுழலும். குவிமைய நிலையில், அழுத்தப்படும் விசைகள் நேரடியாக பயன்பாட்டிற்கு அனுப்பப்படும். உலாவும் நிலையில், ஒரு HTML அல்லது PDF ஆவணத்தை சுட்டியை நகர்த்திப் படிக்கலாம், விரைவு விசைகளையும் பயன்படுத்தலாம்

source: Quits NVDA!
fa: ان وی دی ای را خاموش میکند!
sr: Искључује NVDA!
ta: என்விடிஏவை விட்டு வெளியேறும்!

source: Shows the NVDA menu
fa: گزینه‌های ان‌وی‌دی‌ای را نشان میدهد
sr: Приказује NVDA мени
ta: என்விடிஏ பட்டியலைக் காட்டும்

source: reads from the review cursor up to end of current text, moving the review cursor as it goes
fa: از نشانگر بازبین تا پایان نوشته‌ی پیش رو را می‌خواند و نشانگر را نیز همان گونه که می‌خواند٬ پیش می‌برد
sr: чита помоћу ревизионог курзора скроз до краја тренутног текста, померајући са собом ревизиони курзор
ta: தற்பொழுது மறுபரிசீலனைச் சுட்டி இருக்குமிடத்திலிருந்து ஆவணத்தின் இறுதி வரைப் படிக்கும். அப்படி படிக்கும்பொழுது, மறுபரிசீலனைச் சுட்டியும் உடன் நகரும்

source: reads from the system caret up to the end of the text, moving the caret as it goes
fa: از هشتک سامانه تا پایان نوشته‌ی پیش رو را می‌خواند و هشتک را نیز همان گونه که می‌خواند٬ پیش می‌برد
sr: чита помоћу системског курзора скроз до краја тренутног текста, померајући истовремено системски курзор
ta: தற்பொழுது கணினிச் சுட்டி இருக்குமிடத்திலிருந்து உரையின் இறுதி வரைப் படிக்கும். அப்படிப் படிக்கும்பொழுது, கணினிச் சுட்டியும் நகரும்

source: No formatting information
fa: هیچ داده ای پیرامون ریخت در دست نیست
sr: Нема информација о форматирању
ta: வடிவூட்டத் தகவல் ஏதுமில்லை

source: Reports formatting info for the current review cursor position within a document
fa: داده‌ی پیرامون با ریخت نوشتاری جایی که نشانگر بازبین هست را در رسانه‌ی نوشتاری گزارش می‌دهد
sr: Пријављује информације о форматирању за тренутну позицију ревизионог курзора унутар документа
ta: ஒரு ஆவணத்தில் மறுபரிசீலனைச் சுட்டியின் நிலையிலுள்ள வடிவூட்டத் தகவலை அறிவிக்கும்

source: reports the object with focus
fa: چیزی که نشانگر روی آن است را گزارش می‌دهد
sr: пријављује објекте са фокусом
ta: குவிமையத்தைக் கொண்ட பொருளை அறிவிக்கும்

source: No status line found
fa: نوار چگونگی در دسترس نیست
sr: Није пронађена статусна трака
ta: நிலைமைப்பட்டை காணப்படவில்லை

source: reads the current application status bar and moves the navigator to it
fa: نوار چگونگی کنونی برنامه را خوانده و نشانگر سونما را روی آن جای می‌دهد
sr: чита статусну траку тренутне апликације и помера навигатор ка њој
ta: தற்போதைய பயன்பாட்டின் நிலைமைப்பட்டையைப் படித்து, வழிகாட்டியை அவிடத்திற்கு நகர்த்தும்

source: Mouse tracking off
fa: پیروی از نشانگر موشواره خاموش است
sr: Праћење миша искључено
ta: சொடுக்கியைப் பின்தொடராது

source: Mouse tracking on
fa: پیروی از نشانگر موشواره روشن است
sr: Праћење миша укључено
ta: சொடுக்கியைப் பின்தொடரும்

source: Toggles the reporting of information as the mouse moves
fa: گزارش دادن یا ندادن داده‌ها هنگامی که نشانگر موشواره جا‌به‌جا می‌شود را جایگردان می‌کند
sr: Активира и деактивира обавештавање о информацијама док се миш помера
ta: சொடுக்கி நகரும்பொழுது, தகவலை அறிவிக்கும் நிலையை மாற்றும்

source: no title
fa: سرنوشته ای نیست
sr: нема наслова
ta: தலைப்பு ஏதுமில்லை

source: Reports the title of the current application or foreground window. If pressed twice, spells the title. If pressed three times, copies the title to the clipboard
fa: سرنوشته‌ی برنامه یا پنجره‌ی پیش رو را گزارش می‌دهد. اگر دو بار فشرده شود٬ آن را هِجی می‌کند و اگر سه بار فشار داده شود٬ سرنوشته در بریده‌دان٬ روگیری می‌شود.
sr: Пријављује наслов тренутне апликације или видљивог прозора. Ако притиснете двапут, срицаће наслов. Ако притиснете трипут, наслов ће бити копиран у привремену меморију
ta: தற்போதைய பயன்பாட்டின் தலைப்பையோ, முன்னணியிலிருக்கும் சாளரத்தின் தலைப்பையோ படிக்கும். இருமுறை அழுத்தினால், தலைப்பை எழுத்துகளாகப் படிக்கும். மும்முறை அழுத்தினால், தலைப்பை பிடிப்புப்பலகைக்கு படியெடுக்கும்

source: speaks the current foreground object
fa: چیز پیش روی کنونی را می‌خواند
sr: изговара тренутни видљиви објекат
ta: தற்போதைய முன்னணிப் பொருளைப் பேசும்

source: Logs information about the current navigator object which is useful to developers and activates the log viewer so the information can be examined.
fa: داده‌های پیرامون چیز بازبینی‌شده را در گاه‌نگار درون می‌کند که برای پیشرفت‌دهندگان می‌تواند سودمند باشد؛ و گاه‌نگارنما را کارا کرده و داده‌ها می‌تواند در آن‌جا بررسی شود.
sr: Записује корисне информације о тренутном навигационом објекту које су корисне програмерима и активира преглед дневника тако да се информације могу истраживати
ta: தற்போதைய வழிகாட்டிப் பொருளின் தகவலை செயற்குறிப்பேட்டில் பதிவு செய்யும். இது என்விடிஏ மேம்படுத்துநர்களுக்குப் பயன்படும். மேலும், பதிவாகியுள்ள தகவலை ஆராய செயற்குறிப்பேட்டுத் தோற்றத்தை முடிக்கிவிடும்

source: no progress bar updates
fa: روزامدسازی‌ای در نوار پیشرفت نیست
sr: нема ажурирања траке напретка
ta: முன்னேற்றப்பட்டை இற்றாக்கங்களை அறிவிக்காது

source: speak progress bar updates
fa: خواندن روزامدهای نوار پیشرفت
sr: обавештење о ажурирању траке напретка помоћу изговора
ta: முன்னேற்றப்பட்டையின் இற்றாக்கங்களைப் பேசுக

source: beep for progress bar updates
fa: بیپ زدن همگام با روزامد شدن نوار پیشرفت
sr: обавештење о ажурирању траке напретка помоћу пиштања
ta: முன்னேற்றப்பட்டை இற்றாக்கங்களுக்கு சிற்றொலிகளை எழுப்புக

source: beep and speak progress bar updates
fa: خواندن و بیپ زدن همگام با روزامدهای نوار پیشرفت
sr: обавештење о ажурирању траке напретка помоћу пиштања и изговора
ta: முன்னேற்றப்பட்டை இற்றாக்கங்களுக்கு பேசுக, சிற்றொலிகளை எழுப்புக

source: Toggles between beeps, speech, beeps and speech, and off, for reporting progress bar updates
fa: میان بیپ٬ خواندن٬ بیپ و خواندن و خاموش بودن در روزامدهای نوار پیشرفت٬ جایگردان می‌کند
sr: Наизменично укључује пиштање, говор, пиштање и говор, и искључено, за обавештавање о ажурирању траке напретка
ta: முன்னேற்றப்பட்டை இற்றாக்கங்களை அறிவிக்கும் பேசுக, சிற்றொலிகளை எழுப்புக, பேசவும் சிற்றொலிகளை எழுப்பவும் செய்க, நீக்கப்பட்டது ஆகிய நான்கு நிலைகளுக்கு ஊடாகச் சுழலும்

source: report dynamic content changes off
fa: خاموش بودن گزارش دگرگون شدن‌های پویای اندرونه
sr: пријављивање динамичке промене садржаја искључено
ta: இயங்குநிலை உள்ளடக்க மாற்றங்களை அறிவிக்காது

source: report dynamic content changes on
fa: روشن بودن گزارش دگرگون شدن‌های پویای اندرونه
sr: пријављивање динамичке промене садржаја укључено
ta: இயங்குநிலை உள்ளடக்க மாற்றங்களை அறிவிக்கும்

source: Toggles on and off the reporting of dynamic content changes, such as new text in dos console windows
fa: خاموش و روشن بودن گزارش دگرگون شدن‌های پویای اندرونه هم‌چون دگرگون شدن نوشتار در پنجره‌ی داس ویندوز را جایگردان می‌کند
sr: Активира и деактивира пријављивање динамичких промена садржаја, као што су нови текст у DOS конзолном прозору
ta: இயங்குநிலை உள்ளடக்க மாற்றங்களை இயக்கவோ, நிறுத்தவோ செய்யும். டாஸ் சாளரத்தில் தோன்றும் புது உரைகளை எடுத்துக்காட்டாகச் சொல்லலாம்

source: caret moves review cursor off
fa: خاموش شدن جا‌به‌جا شدن هشتک همراه با نشانگر بازبین
sr: искључено померање ревизионог курзора системским курзором
ta: மறுபரிசீலனைச் சுட்டியைக் கணினிச் சுட்டி நகர்த்தாது

source: caret moves review cursor on
fa: روشن شدن جا‌به‌جا شدن هشتک همراه با نشانگر بازبین
sr: укључено померање ревизионог курзора системским курзором
ta: மறுபரிசீலனைச் சுட்டியைக் கணினிச் சுட்டி நகர்த்தும்

source: Toggles on and off the movement of the review cursor due to the caret moving.
fa: روشنی و خاموشی جا‌به‌جا شدن نشانگر بازبین همراه با هشتک را جایگردان می‌کند
sr: Активира и деактивира кретање ревизионог курзора током померања системског курзора
ta: கணினிச் சுட்டி நகர்வதால் மறுபரிசீலனைச் சுட்டியும் நகர்வதை இயக்கவோ, நிறுத்தவோ செய்கிறது

source: focus moves navigator object off
fa: خاموشی جا‌به‌جا شدن چیز بازبینی‌شده با نشان
sr: искључено померање навигационог објекта фокусом
ta: குவிமையம் வழிகாட்டிப் பொருளை நகர்த்தாது

source: focus moves navigator object on
fa: روشنی جا‌به‌جا شدن چیز بازبینی‌شده با نشان
sr: укључено померање навигационог објекта фокусом
ta: குவிமையம் வழிகாட்டிப் பொருளை நகர்த்தும்

source: Toggles on and off the movement of the navigator object due to focus changes
fa: روشنی و خاموشی جا‌به‌جا شدن چیز بازبینی‌شدهه٬ همراه با دگرگونی نشان را جایگردانی می‌کند
sr: Активира и деактивира кретање навигационог објекта током промена фокуса
ta: குவிமையத்தில் ஏற்படும் மாற்றங்களினால் வழிகாட்டிப் பொருளின் நகர்வை இயக்கவோ, நிறுத்தவோ செய்கிறது

source: no system battery
fa: باتری‌ای برای رایانه نیست
sr: нема системске батерије
ta: கணினி மின்கலம் இல்லை

source: %d percent
fa: %d درصد
sr: %d процената
ta: %d விழுக்காடு

source: AC power on
fa: پیوسته به برق
sr: укључено напајање наизменичном струјом
ta: மாறுதிசை மின்னோட்டம் இயக்கத்திலுள்ளது

source: {hours:d} hours and {minutes:d} minutes remaining
fa: {hours:d} ساعت و {minutes:d} دقیقه مانده است
sr: {hours:d} сати и {minutes:d} минута преостало
ta: {hours:d} மணி நேரம், {minutes:d} நிமிடங்கள் எஞ்சியுள்ளன

source: reports battery status and time remaining if AC is not plugged in
fa: کنونه‌ی باتری و هنگام پس مانده‌ی باتری را اگر به توان دهنده بسته نشده باشد را گزارش می‌دهد
sr: пријављује статус батерије и преостало време ако напајање наизменичном струјом није укључено
ta: மாறுதிசை மின்னோட்டம் பொருத்தப்படாதபொழுது, மின்கலத்தின் நிலைமையையும், எஞ்சியிருக்கும் நேரத்தையும் அறிவிக்கும்

source: Pass next key through
fa: کلید فشار داده شده را بی‌هیچ کاری از ان‌وی‌دی‌ای می‌گذراند
sr: Заобиђи наредни тастер
ta: அடுத்த விசையை கையாளாமல் நேரடியாக அனுப்பு

source: The next key that is pressed will not be handled at all by NVDA, it will be passed directly through to Windows.
fa: کلیدی که پس از این فشار داده شود٬ برای یک بار ان‌وی‌دی‌ای هیچ گونه با آن کاری ندارد و آن کلید فشرده شده را برای ویندوز می‌گذراند.
sr: Наредни тастер који притиснете неће бити под контролом NVDA већ ће се директно проследити Виндоузу
ta: அடுத்ததாக அழுத்தப்படும் விசையை என்விடிஏ கையாளாமல், நேரடியாக பயன்பாட்டிற்கு அனுப்பி வைத்துவிடும்

source: Currently running application is %s
fa: برنامه‌ی در کار٬ %s است
sr: Тренутно активна апликација је %s
ta: தற்பொழுது செயற்பட்டுக்கொண்டிருக்கும் பயன்பாட்டின் பெயர் %s

source: and currently loaded module is %s
fa: و آن بخش از سامان‌دهی‌های ویژه‌ی برنامه که اکنون بارگذاری شده نیز %s است
sr: и тренутно учитан модул је %s
ta: தற்பொழுது ஏற்றப்பட்டிருக்கும் என்விடிஏ நிரற்கூறின் பெயர் %s

source: Speaks the filename of the active application along with the name of the currently loaded appModule
fa: نام پرونده‌ی برنامه‌ی کنونی به همراه آن بخش از سامان‌دهی‌ای که برای آن برنامه بارگذاری شده را می‌خواند
sr: Изговара назив датотеке активне апликације заједно са именом тренутно учитаног апликационог модула
ta: தற்பொழுது இயக்கத்திலுள்ள பயன்பாட்டின் கோப்பின் பெயரையும், அதற்கிணையாக ஏற்றப்பட்டுள்ள என்விடிஏ நிரற்கூறின் பெயரையும் பேசும்

source: Shows the NVDA general settings dialog
fa: پنجره‌ی گفتگوی پیرامون با سامان‌دهی همگانی ان‌وی‌دی‌ای را نشان می‌دهد
sr: Приказује NVDA дијалог за опште поставке
ta: என்விடிஏ பொது அமைப்புகள் உரையாடலைக் காட்டும்

source: Shows the NVDA synthesizer dialog
fa: پنجره‌ی گفتگوی گزینش نوشتار به صدای ان‌وی‌دی‌ای را نشان می‌دهد
sr: Приказује NVDA дијалог за синтетизатор
ta: என்விடிஏ ஒலிப்பான் உரையாடலைக் காட்டும்

source: Shows the NVDA voice settings dialog
fa: پنجره‌ی گفتگوی سامان‌دهی به صدا در ان‌وی‌دی‌ای را نشان می‌دهد
sr: Приказује NVDA дијалог за подешавање гласа
ta: என்விடிஏ குரல் அமைப்புகள் உரையாடலைக் காட்டும்

source: Shows the NVDA keyboard settings dialog
fa: پنجره‌ی گفتگوی سامان‌دهی به تخته‌کلید در ان‌وی‌دی‌ای را نشان می‌دهد
sr: Приказује NVDA дијалог за подешавање тастатуре
ta: என்விடிஏ விசைப்பலகை அமைப்புகள் உரையாடலைக் காட்டும்

source: Shows the NVDA mouse settings dialog
fa: پنجره‌ی گفتگوی سامان‌دهی به موشواره در ان‌وی‌دی‌ای را نشان می‌دهد
sr: Приказује NVDA дијалог за подешавање миша
ta: என்விடிஏ சொடுக்கி அமைப்புகள் உரையாடலைக் காட்டும்

source: Shows the NVDA object presentation settings dialog
fa: پنجره‌ی گفتگوی سامان‌دهی به نمایان‌سازی چیزها در ان‌وی‌دی‌ای را نشان می‌دهد
sr: Приказује NVDA дијалог за подешавање објекта презентације
ta: என்விடிஏ பொருளளிக்கை அமைப்புகள் உரையாடலைக் காட்டும்

source: Shows the NVDA browse mode settings dialog
fa: پنجره‌ی گفتگوی سامان‌دهی به گشتار خواندنی ان‌وی‌دی‌ای را نشان می‌دهد
sr: Приказује NVDA дијалог за подешавање прегледачког режима
ta: என்விடிஏ உலாவும் நிலை அமைப்புகள் உரையாடலைக் காட்டும்

source: Shows the NVDA document formatting settings dialog
fa: پنجره‌ی گفتگوی سامان‌دهی به ریخت دادن به رسانه‌های نوشتاری ان‌وی‌دی‌ای را نشان می‌دهد
sr: Приказује NVDA дијалог за подешавање форматирања документа
ta: என்விடிஏ ஆவண வடிவூட்ட அமைப்புகள் உரையாடலைக் காட்டும்

source: Saves the current NVDA configuration
fa: پیکره‌بندی کنونی ان‌وی‌دی‌ای را می‌سپارد
sr: Чува тренутну NVDA конфигурацију
ta: தற்போதைய என்விடிஏ அமைவடிவத்தை சேமிக்கிறது

source: Pressing once reverts the current configuration to the most recently saved state. Pressing three times reverts to factory defaults.
fa: اگر یکبار فشار داده شود٬ پیکره‌بندی کنونی را به گونه‌ی واپسین پیکره‌بندی سپارده شده بازگردان می‌کند. اگر سه بار فشار داده شود٬ به گونه‌ی کارخانه‌ای بازگردان می‌کند.
sr: Једним притиском враћа се тренутна конфигуранција на последње сачувано стање. Троструким притиском враћа се на фабричка подешавања.
ta: ஒரு முறை அழுத்தினால், தற்போதைய அமைவடிவத்தை அண்மையில் சேமிக்கப்பட்ட நிலைக்கு திருப்பியமைக்கும். மும்முறை அழுத்தினால், தொழிற்சாலை இயல்பிற்கு திருப்பியமைக்கும்.

source: Activates the NVDA Python Console, primarily useful for development
fa: میز فرمان پایتون برای ان‌وی‌دی‌ای که بیشتر به کار پیشرفت دادن به برنامه می‌آید را پیش رو می‌آورد
sr: Активира NVDA Пајтон конзолу, првенствено корисну програмерима
ta: என்விடிஏ உருவாக்குவதில் பயன்படும் பைத்தன் கட்டுப்பாட்டு மையத்தை இயக்குகிறது

source: review
fa: بازبینی
sr: ревизија
ta: மறுபரிசீலனை

source: focus
fa: نشان
sr: фокус
ta: குவிமையம்

source: Braille tethered to %s
fa: بریل به %s پایبند شد
sr: Брај је ограничен на %s
ta: பிரெயில் இதனுடன் கட்டப்பட்டுள்ளது: %s

source: Toggle tethering of braille between the focus and the review position
fa: جایگردانی میان پایبندی بریل به نشانگر سامانه و نشانگر بازبین
sr: Активира и деактивира брај између фокуса и ревизионе позиције
ta: பிரெயில் கட்டப்படுவதை குவிமையம், மறுபரிசீலனை, ஆகிய இரு நிலைகளுக்கிடையே மாற்றியமைக்கிறது

source: There is no text on the clipboard
fa: هیچ نوشتاری در بریده‌دان نیست
sr: Нема текста у привременој меморији
ta: பிடிப்புப்பலகையில் எந்த உரையும் இல்லை

source: The clipboard contains a large portion of text. It is %s characters long
fa: در بریده‌دان٬ نوشتار بزرگی جای گرفته است. درازای آن٬ %s واج می‌باشد
sr: Привремена меморија садржи велик део текста. Дуг је %s карактера
ta: பிடிப்புப்பலகையில் பெருமளவு உரையுள்ளது. அது %s வரியுருக்கள் நீளமுடையது

source: Reports the text on the Windows clipboard
fa: نوشتار درون بریده‌دان ویندوز را گزارش می‌دهد
sr: Пријављује текст у Виндоузовој привременој меморији
ta: சாளரத்தின் பிடிப்புப்பலகையிலுள்ள உரையை அறிவிக்கும்

source: Start marked
fa: آغاز نشان خورد
sr: Почетак означен
ta: துவக்கம் குறிக்கப்பட்டது

source: Marks the current position of the review cursor as the start of text to be copied
fa: جای کنونی نشانگر بازبین را آغاز نوشتاری که باید روگیری شود٬ نشانه‌گذاری می‌کند
sr: Означава тренутну позицију ревизионог курзора као почетак текста који треба да се копира
ta: பிடிப்புப்பலகையில் படியெடுக்க, மறுபரிசீலனைச் சுட்டியின் தற்போதைய நிலையை துவக்கமாக குறித்துக்கொள்கிறது

source: No start marker set
fa: نشانگر آغاز٬ جانشانی نشده
sr: Почетни маркер није постављен
ta: துவக்கக் குறி ஏதும் வரையருக்கப்படவில்லை

source: The start marker must reside within the same object
fa: نشانه‌ی آغاز باید در یک چیز جا گرفته باشد
sr: Почетни маркер мора да се налази унутар истог објекта
ta: துவக்கக் குறி, அதே பொருளின் உள்ளாக இருக்க வேண்டும்

source: Review selection copied to clipboard
fa: نوشتار گزیده‌شده‌ی بازبینی شده٬ در بریده‌دان روگیری شد
sr: Ревизиони избор копиран у привремену меморију
ta: மறுபரிசீலனைத் தெரிவு பிடிப்புப்பலகைக்கு படியெடுக்கப்பட்டது

source: No text to copy
fa: نوشتاری برای روگیری نیست
sr: Нема текста за копирање
ta: படியெடுக்க உரை ஏதுமில்லை

source: Retrieves the text from the previously set start marker up to and including the current position of the review cursor and copies it to the clipboard
fa: نوشتار میان نشان آغاز که پیشتر گذاشته شده و جای کنونی نشانگر بازبین را بازخوانی کرده و آن را در بریده‌دان روگیری می‌کند
sr: Преузима текст из претходног почетног маркера, укључујући и тренутну позицију ревизионог курзора, и копира их у привремену меморију
ta: முந்தைய துவக்கக் குறியிலிருந்து தற்போதைய மறுபரிசீலனைச் சுட்டியின் நிலைவரை பிடிப்புப்பலகைக்கு படியெடுக்கும்

source: Scrolls the braille display back
fa: نوشتار برجسته‌نگار را به پیش می‌غلطاند
sr: Скролује уназад брај екран
ta: பிரெயில் காட்சியமைவைப் பின்னுருட்டும்

source: Scrolls the braille display forward
fa: نوشتار برجسته‌نگار را به پس می‌غلطاند
sr: Скролује брај дисплеј унапред
ta: பிரெயில் காட்சியமைவை முன்னுருட்டும்

source: Routes the cursor to or activates the object under this braille cell
fa: یا نشانگر را در زیر این خانه‌ی برجسته‌نگار جای می‌دهد یا چیزی را که این خانه‌ی برجسته‌نگار بر آن نشانه رفته را کارا می‌کند
sr: Преусмерава курзор на или активира објекат испод ове брајеве ћелије
ta: பிரெயில் சிறுகட்டத்திற்குளிருக்கும் பொருளிடம் சுட்டியை நகர்த்தும், அல்லது அப்பொருளை இயக்கும்

source: Moves the braille display to the previous line
fa: برجسته‌نگار را به خط پیش می‌برد
sr: Премешта брај екран на претходну линију
ta: பிரெயில் காட்சியமைவை முந்தைய வரிக்கு நகர்த்தும்

source: Moves the braille display to the next line
fa: برجسته‌نگار را به خط پَس‌تر می‌برد
sr: Премешта брај екран на следећу линију
ta: பிரெயில் காட்சியமைவை அடுத்த வரிக்கு நகர்த்தும்

source: Inputs braille dots via the braille keyboard
fa: نقطه‌های بریل را با تخته‌کلید بریل درون می‌کند
sr: Уноси брајеве тачке преко брај тастатуре
ta: பிரெயில் விசைப் பலகை மூலம் புள்ளிகளை உள்ளீடு செய்கிறது

source: Plugins reloaded
fa: افزونه‌ها از نو بارگذاری شدند
sr: Додаци су поново учитани
ta: உட்பொருத்திகள் மறுஏற்றம் செய்யப்பட்டன

source: Reloads app modules and global plugins without restarting NVDA, which can be Useful for developers
fa: بخش‌های ویژه‌ی سامان‌دهی ان‌وی‌دی‌ای و افزونه‌های همگانی را بی‌آن که ان‌وی‌دی‌ای بخواهد تا راه‌اندازی دوباره شود٬ از نو بارگذاری می‌کند که می‌تواند برای پیشرفت‌دهندگان٬ سودمند باشد
sr: Поново учитава модуле апликације и глобалне додатке без рестартовања NVDA, што може бити корисно програмерима
ta: என்விடிஏவை மறுதுவக்காமல், பயன்பாட்டு நிரற்கூறுகளையும், முழு உட்பொருத்திகளையும் மறுஏற்றம் செய்கிறது. இது என்விடிஏ மேம்படுத்துநர்களுக்கு பயனுள்ளதாக இருக்கும்

source: no next
fa: دیگر در پَس‌تر نیست
sr: нема наредног
ta: அடுத்தது ஏதுமில்லை
