Repository: siddhartha-iitd/NVDA-Enhancements
Catalog: source/locale/*/LC_MESSAGES/nvda.po
Languages: fa, sr, ta

source: Configuration File Error
fa: کژی در پرونده‌ی پیکره‌بندی
sr: Грешка у конфигурацијској датотеци
ta: அமைவடிவக் கோப்புப் பிழை

source: Your gesture map file contains errors. More details about the errors can be found in the log file.
fa: پرونده‌ی نشان‌های ویژه‌ی شما دارای کژی است. داده‌ی بیشتر را می‌توانید در پرونده‌ی گاهنگار بیابید.
sr: Ваша датотека са мапом гестова садржи грешке. Више детаља о грешкама може се пронаћи у датотеци промена.
ta: விசைக் கட்டளைகளைக் கொண்ட தங்களின் gestures map கோப்பில் பிழைகள் உள்ளன. கூடுதல் தகவல்களுக்கு செயற்குறிப்பேட்டுக் கோப்பினைக் காணவும்.

source: gesture map File Error
fa: کژی در پرونده‌ی نشان‌های ویژه
sr: грешка у датотеци са мапама гестова
ta: gesture வரைப்பட கோப்புப் பிழை

source: Loading NVDA. Please wait...
fa: ان‌وی‌دی‌ای دارد بارگذاری می‌شود. خواهش است درنگ کنید!
sr: Учитавање NVDA апликације. Молимо сачекајте...
ta: என்விடிஏ ஏற்றப்படுகிறது. கருணைக்கூர்ந்து காத்திருக்கவும்...

source: NVDA started
fa: NVDA روشن شد
sr: NVDA је покренут
ta: என்விடிஏ துவங்கிவிட்டது

source: Type the text you wish to find
fa: نوشتاری که می‌خواهید پیدا کنید را بنویسید
sr: Укуцајте текст који желите да пронађете
ta: தாங்கள் கண்டுபிடிக்க விரும்பும் உரையைத் தட்டச்சிடவும்

source: Find
fa: یافتن
sr: Пронађи
ta: கண்டுபிடிக்கவும்

source: text "%s" not found
fa: نوشتار "%s" پیدا نشد
sr: текст "%s" није пронађен
ta: உரை "%s" காணப்படவில்லை

source: Find Error
fa: کژی در پیدا کردن
sr: Грешка при тражењу
ta: கண்டுபிடித்தலில் பிழை

source: find a text string from the current cursor position
fa: یافتن یک رشته‌ی نوشتاری از جایگاه نشانگر
sr: пронађи одређени узорак текста од тренутног положаја курзора
ta: தற்போதைய சுட்டியின் இடத்திலுருந்து ஒரு உரையைக் கண்டுபிடிக்கவும்

source: find the next occurrence of the previously entered text string from the current cursor's position
fa: یافتن جایگاه پَس‌تر رشته‌ی نوشتاری‌ای که از جایگاه نشانگر٬ پیشتر جستجو شده
sr: пронађи наредно појављивање претходно унесеног узорка текста од тренутног положаја курзора
ta: ஏற்கனவே உள்ளீடு செய்யப்பட்ட உரையின் அடுத்த தோற்றம், தற்போதைய சுட்டியின் நிலையிலிருந்து எங்கேவென்று கண்டுபிடிக்கவும்

source: find the previous occurrence of the previously entered text string from the current cursor's position
fa: یافتن جایگاه پیش‌تر رشته‌ی نوشتاری‌ای که از جایگاه نشانگر٬ پیشتر جستجو شده
sr: пронађи претходно појављивање претходно унесеног узорка текста од тренутног положаја курзора
ta: ஏற்கனவே உள்ளீடு செய்யப்பட்ட உரையின் முந்தைய தோற்றம், தற்போதைய சுட்டியின் நிலையிலிருந்து எங்கேவென்று கண்டுபிடிக்கவும்

source: no selection
fa: هیچ چیز گزیده نشده
sr: без селекције
ta: தெரிவு ஏதுமில்லை

source: copied to clipboard
fa: در بریده‌دان روگیری شد
sr: копирано у привремену меморију
ta: பிடிப்புப்பலகைக்கு படியெடுக்கப்பட்டது

source: Text review
fa: بازبینی نوشتار
sr: Преглед текста
ta: உரை மறுபரிசீலனை

source: Object navigation
fa: پیمایش چیزها
sr: Навигација објеката
ta: பொருள் வழிநடத்தல்

source: System caret
fa: هشتک سامانه
sr: Системски курзор
ta: கணினிச் சுட்டி

source: Mouse
fa: موشواره
sr: Миш
ta: சொடுக்கி

source: Speech
fa: سخن گفتن
sr: Говор
ta: பேச்சு

source: Configuration
fa: پیکره‌بندی کردن
sr: Конфигурација
ta: அமைவடிவம்

source: Braille
fa: بریل
sr: Брај
ta: பிரெயில்

source: Tools
fa: ابزار
sr: Алати
ta: கருவிகள்

source: Touch screen
fa: برگه‌ی انگشت‌کشه
sr: Екран осетљив на додир
ta: தொடு திரை

source: System focus
fa: نشان سامانه
sr: Фокус система
ta: கணினிக் குவிமையம்

source: System status
fa: چگونگی سامانه
sr: Статус система
ta: கணினி நிலை

source: Input
fa: درون‌گیر
sr: Унос
ta: உள்ளீடு

source: input help on
fa: راهنما روشن
sr: помоћ за унос укључена
ta: உள்ளீடு உதவி இயக்கப்பட்டது

source: input help off
fa: راهنما خاموش
sr: помоћ за унос искључена
ta: உள்ளீடு உதவி நீக்கப்பட்டது

source: Turns input help on or off. When on, any input such as pressing a key on the keyboard will tell you what script is associated with that input, if any.
fa: یاریگر درون‌داده را کارا یا ناکار می‌کند. اگر کارا شده باشد٬ هر درون‌داده‌ای مانند کلیدی که فشار داده شود را می‌گوید که به انجام چه کاری خواهد فرجامید.
sr: Активира или деактивира помоћ. Када је активан, сваки унос, као на пример притискање тастера, откриће вам која је скрипта повезана са тим уносом, ако је иједна повезана.
ta: உள்ளீடு உதவி நிலைக்கு கொண்டு செல்லும், அல்லது உதவியைவிட்டு வெளியே கொண்டு வரும். உள்ளீடு உதவி நிலையிலிருக்கும்பொழுது, ஒரு விசையை அழுத்தினால், அதற்கான உதவி ஏதுமிருந்தால், அது அறிவிக்கப்படும்

source: Sleep mode off
fa: بیرون آمدن از خواب
sr: Режим спавања је искључен
ta: விழிப்பு நிலை

source: Sleep mode on
fa: به خواب رفتن
sr: Режим спавања је укључен
ta: தூங்கு நிலை

source: Toggles sleep mode on and off for the active application.
fa: به خواب رفتگی یا بیرون آمدن از خواب را برای برنامه‌ی پیش رو٬ جایگردان می‌کند.
sr: Наизменично укључује и искључује режим спавања за активну апликацију.
ta: இயக்கத்திலுள்ள பயன்பாட்டிற்கு தூங்கு நிலையை இயக்கவோ, நிறுத்தவோ செய்கிறது

source: Reports the current line under the application cursor. Pressing this key twice will spell the current line
fa: خطی که در زیر نشانگر برنامه است را می‌خواند. اگر دو بار تند فشار داده شود٬ آن خط را هِجی می‌کند.
sr: Пријављује тренутну линију испод курзора апликације. Притискање овог тастера двапут срицаће тренутну линију
ta: சுட்டியின் கீழுள்ள வரியை படிக்கும். இவ்விசையை இருமுறை அழுத்தினால், வரியை எழுத்துகளாக படிக்கும்

source: left click
fa: چپ‌کلیک
sr: леви клик
ta: இடது சொடுக்கு

source: Clicks the left mouse button once at the current mouse position
fa: یکبار جایی که نشانگر موشواره روی آن است را چپ‌کلیک می‌کند
sr: Извршава један клик на лево дугме миша на тренутној позицији миша
ta: சொடுக்கியின் இடது பொத்தான் தற்போதைய நிலையில் ஒருமுறை சொடுக்கப்படும்

source: right click
fa: راست‌کلیک
sr: десни клик
ta: வலது சொடுக்கு

source: Clicks the right mouse button once at the current mouse position
fa: یکبار جایی که نشانگر موشواره روی آن است را راست‌کلیک می‌کند
sr: Извршава један клик на десно дугме миша на тренутној позицији миша
ta: சொடுக்கியின் வலது பொத்தான் தற்போதைய நிலையில் ஒருமுறை சொடுக்கப்படும்

source: left mouse button unlock
fa: رها شدن چپ‌کلیک موشواره
sr: лево дугме на мишу откључано
ta: சொடுக்கியின் இடது பொத்தான் திறவுக

source: left mouse button lock
fa: پایین نگه‌داشته شدن چپ‌کلیک موشواره
sr: лево дугме на мишу закључано
ta: சொடுக்கியின் இடது பொத்தான் பூட்டுக

source: Locks or unlocks the left mouse button
fa: چپ‌کلیک موشواره را پایین نگه‌داشته یا رها می‌کند
sr: Откључава или закључава лево дугме на мишу
ta: சொடுக்கியின் இடது பொத்தானை பூட்டவோ, திறக்கவோ செய்கிறது

source: right mouse button unlock
fa: رها شدن راست‌کلیک موشواره
sr: десно дугме на мишу откључано
ta: சொடுக்கியின் வலது பொத்தான் பூட்டு நீக்கப்பட்டது

source: right mouse button lock
fa: پایین نگه‌داشته شدن راست‌کلیک موشواره
sr: десно дугме на мишу закључано
ta: சொடுக்கியின் வலது பொத்தான் பூட்டப்பட்டது

source: Locks or unlocks the right mouse button
fa: راست‌کلیک موشواره را پایین نگه‌داشته یا رها می‌کند
sr: Откључава или закључава десно дугме на мишу
ta: சொடுக்கியின் வலது பொத்தானை பூட்டவோ, திறக்கவோ செய்கிறது

source: Announces the current selection in edit controls and documents. If there is no selection it says so.
fa: گزیده‌شده‌ی کنونی در جای ویراستنی یا رسانه‌ی نوشتاری را گزارش می‌دهد. اگر هیچ چیز گزیده نشده باشد٬ این‌گونه می‌گوید.
sr: Најављује тренутни избор у измени контрола и докумената. Ако нема избора, то и каже
ta: தொகு களங்களிலும், ஆவணங்களிலும் உள்ள தெரிவுகளை அறிவிக்கும். தெரிவு ஏதுமில்லையெனில், அதையும் அறிவிக்கும்

source: If pressed once, reports the current time. If pressed twice, reports the current date
fa: اگر یک بار فشار داده شود٬ زمان کنونی را گزارش می‌دهد. اگر دو بار فشار داده شود٬ تاریخ کنونی را گزارش می‌دهد
sr: Ако се притисне једном, приказаће се тренутно време. Ако се притисне двапут, приказаће се тренутни датум
ta: ஒருமுறை அழுத்தினால் தற்போதைய நேரத்தையும், இருமுறை அழுத்தினால் இன்றையத் தேதியையும் அறிவிக்கும்

source: No settings
fa: سامان‌دهی‌ای نیست
sr: Без подешавања
ta: அமைப்புகள் ஏதுமில்லை

source: Increases the currently active setting in the synth settings ring
fa: ارزش کنونی در سامانه‌ی نوشتار به صدایی که اکنون کارا است را افزایش می‌دهد
sr: Појачава тренутно активно подешавање у подешавањима синтетизованог звука
ta: ஒலிப்பான் அமைப்புகள் வலையத்தில், தற்போதைய அமைப்பைக் கூட்டுகிறது

source: Decreases the currently active setting in the synth settings ring
fa: ارزش کنونی در سامانه‌ی نوشتار به صدایی که اکنون کارا است را کاهش می‌دهد
sr: Утишава тренутно активно подешавање у подешавањима синтетизованог звука
ta: ஒலிப்பான் அமைப்புகள் வலையத்தில், தற்போதைய அமைப்பைக் குறைக்கிறது

source: Moves to the next available setting in the synth settings ring
fa: به گزینه‌ی در دسترس پَس‌تر در سامانه‌ی نوشتار به صدای کنونی می‌رود
sr: Премешта на наредно доступно подешавање у подешавањима синтетизованог звука
ta: ஒலிப்பான் அமைப்புகள் வலையத்தில் அடுத்திருக்கும் அமைப்பிற்கு செல்லும்

source: Moves to the previous available setting in the synth settings ring
fa: به گزینه‌ی در دسترس پیش‌تر در سامانه‌ی نوشتار به صدای کنونی می‌رود
sr: Премешта на претходно доступно подешавање у подешавањима синтетизованог звука
ta: ஒலிப்பான் அமைப்புகள் வலையத்திலிருக்கும் முந்தைய அமைப்பிற்கு செல்லும்

source: speak typed characters off
fa: نخواندن واج‌های کلید شده
sr: искључен изговор укуцаних знакова
ta: தட்டச்சிடப்பட்ட வரியுருக்களைப் படிக்காது

source: speak typed characters on
fa: خواندن واج‌های کلید شده
sr: укључен изговор укуцаних знакова
ta: தட்டச்சிடப்பட்ட வரியுருக்களைப் படிக்கும்

source: Toggles on and off the speaking of typed characters
fa: خواندن و نخواندن واج‌های کلید شده را جایگردان می‌کند
sr: Активира и деактивира изговор укуцаних знакова
ta: தட்டச்சிடப்பட்ட வரியுருக்களை படிக்கும் வசதியை இயக்கவோ, நிறுத்தவோ செய்கிறது

source: speak typed words off
fa: نخواندن واژه‌های کلید شده
sr: искључен изговор укуцаних речи
ta: தட்டச்சிடப்பட்ட சொற்களைப் படிக்காது

source: speak typed words on
fa: خواندن واژه‌های کلید شده
sr: укључен изговор укуцаних речи
ta: தட்டச்சிடப்பட்ட சொற்களைப் படிக்கும்

source: Toggles on and off the speaking of typed words
fa: خواندن و نخواندن واژه‌های کلید شده را جایگردان می‌کند
sr: Активира и деактивира изговор укуцаних речи
ta: தட்டச்சிடப்பட்ட சொற்களைப் படிக்கும் வசதியை இயக்கவோ, நிறுத்தவோ செய்கிறது

source: speak command keys off
fa: نخواندن کلید‌های فرمان
sr: искључен изговор командних тастера
ta: கட்டளை விசைகளை அறிவிக்காது

source: speak command keys on
fa: خواندن کلید‌های فرمان
sr: укључен изговор командних тастера
ta: கட்டளை விசைகளை அறிவிக்கும்

source: Toggles on and off the speaking of typed keys, that are not specifically characters
fa: خواندن یا نخواندن کلیدهایی که به گونه‌ی ویژه٬ واج نیستند را جایگردان می‌کند
sr: Активира и деактивира изговарање командних тастера а који нису одређени знакови
ta: குறிப்பான வரியுருக்களாக இல்லாத விசைகளை அழுத்தும்பொழுது, அதை படிக்கும் வசதியை இயக்கவோ, நிறுத்தவோ செய்கிறது. எடுத்துக்காட்டாக, கட்டுப்பாடு, மாற்றழுத்தி விசைகளைக் கூறலாம்

source: symbol level %s
fa: خواندن نمادها در گام %s است
sr: ниво симбола %s
ta: குறியெழுத்துகளின் நிலை %s

source: Cycles through speech symbol levels which determine what symbols are spoken
fa: گشت زدن در گام‌های خواندن نمادها برای این که کدام نمادها خوانده شود
sr: Кружи кроз нивое говорних симбола који одређују који симболи ће бити изговорени
ta: எந்த குறியெழுத்துகளைப் படிக்க வேண்டுமென்று தீர்மானிக்கும் குறியெழுத்துகளின் நிலைகளின் ஊடாகச் சுழலும்

source: object has no location
fa: این چیز٬ جایی برای خود ندارد
sr: објекат нема локацију
ta: பொருளுக்கு இருப்பிடமில்லை

source: Moves the mouse pointer to the current navigator object
fa: نشانگر موشواره را به چیز کنونی که جا‌به‌جا شونده است٬ جا‌به‌جا می‌کند
sr: Помера стрелицу миша на тренутни навигациони објекат
ta: சொடுக்கியின் குறிமுள்ளை தற்போதைய வழிகாட்டிப் பொருளுக்கு நகர்த்தும்

source: Move navigator object to mouse
fa: چیز بازبینی‌شده را به زیر نشانگر موشواره جا‌به‌جا می‌کند
sr: Помери навигациони објекат ка мишу
ta: வழிகாட்டிப் பொருளை சொடுக்கிற்கு நகர்த்துக

source: Sets the navigator object to the current object under the mouse pointer and speaks it
fa: چیز بازبینی‌شده را در زیر چیزی که اکنون در زیر نشانگر موشواره است٬ جای می‌دهد و آن را می‌خواند
sr: Поставља навигациони објекат на тренутни објекат испод миша и изговара га
ta: வழிகாட்டிப் பொருளை தற்போதைய சொடுக்கியின் குறிமுள்ளின் கீழிருக்கும் பொருளுடன் உட்பொருத்தி, பிறகு அதை படிக்கும்

source: No next review mode
fa: چیزی برای بازنگری پَس‌تر نیست
sr: Не постоји следећи режим ревизије
ta: அடுத்த மறுபரிசீலனை நிலை ஏதுமில்லை

source: Switches to the next review mode (e.g. object, document or screen) and positions the review position at the point of the navigator object
fa: به چیز پَس‌تر که بازنگری شدنی است٬ جایگردان می‌شود. --مانند: چیز٬ رسانهیا برگه‌ی نمایش-- و سپس چیز بازنگری شده را در جای چیز بازبینی‌شده‌ی کنونی٬ جای می‌دهد
sr: Прелази на следећи режим ревизије (нпр. објекат, документ или екран) и поставља ревизиону локацију на место тренутног објекта
ta: பொருள் மறுபரிசீலனை, ஆவண மறுபரிசீலனை, அல்லது திரை மறுபரிசீலனை போன்று அடுத்து இருக்கும் மறுபரிசீலனை நிலைக்கு மாறி, வழிகாட்டிப் பொருளினிடத்தில் மறுபரிசீலனைச் சுட்டியை வைக்கும்

source: No previous review mode
fa: چیزی برای بازنگری پیش‌تر نیست
sr: Не постоји претходни режим ревизије
ta: முந்தைய மறுபரிசீலனை நிலை ஏதுமில்லை

source: Switches to the previous review mode (e.g. object, document or screen) and positions the review position at the point of the navigator object
fa: به چیز پیش‌تر که بازنگری شدنی است٬ جایگردان می‌شود. --مانند: چیز٬ رسانهیا برگه‌ی نمایش-- و سپس چیز بازنگری شده را در جای چیز بازبینی‌شده‌ی کنونی٬ جای می‌دهد
sr: Прелази на претходни режим ревизије (нпр. објекат, документ или екран) и поставља ревизиону локацију на место тренутног објекта
ta: பொருள் மறுபரிசீலனை, ஆவண மறுபரிசீலனை, அல்லது திரை மறுபரிசீலனை போன்று முந்தையதாக இருக்கும் மறுபரிசீலனை நிலைக்கு மாறி, வழிகாட்டிப் பொருளினிடத்தில் மறுபரிசீலனைச் சுட்டியை வைக்கும்

source: no navigator object
fa: چیز بازبینی‌شده ای در میان نیست
sr: нема навигационог објекта
ta: வழிகாட்டிப் பொருள் இல்லை

source: %s copied to clipboard
fa: %s به بریده‌دان روگیری شد
sr: %s копирано у привремену меморију
ta: %s பிடிப்புப்பலகைக்கு படியெடுக்கப்பட்டது

source: Reports the current navigator object. Pressing twice spells this information,and pressing three times Copies name and value of this object to the clipboard
fa: چیز بازبینی‌شده‌ی کنونی را می‌خواند. دو بار اگر فشار دهید٬ آن را هِجی می‌کند. سه بار اگر فشار دهید٬ داده‌ی پیرامون آن چیز را در بریده‌دان٬ روگیری می‌کند
sr: Пријављјује тренутни навигациони објекат. Ако притиснете двапут изговориће ову информацију или, ако притиснете три пута, копира име и вредност навигационог објекта у привремену меморију
ta: தற்போதைய வழிகாட்டிப் பொருளை அறிவிக்கும். இருமுறை அழுத்தினால், தகவலை எழுத்துகளாக படிக்கும், மும்முறை அழுத்தினால், அப்பொருளின் பெயரையும், மதிப்பையும் பிடிப்புப் பலகைக்கு படியெடுக்கும்

source: No location information for navigator object
fa: داده ای پیرامون جای چیز بازبینی‌شده در میان نیست
sr: Нема информација о локацији навигационог објекта
ta: வழிகாட்டிப் பொருளுக்கு எந்த இருப்பிடத் தகவலுமில்லை

source: No location information for screen
fa: داده ای پیرامون جای برگه‌ی نمایش در میان نیست
sr: Нема информације о локацији за екран
ta: திரைக்கு எந்த இருப்பிடத் தகவலுமில்லை

source: Object edges positioned {left:.1f} per cent from left edge of screen, {top:.1f} per cent from top edge of screen, width is {width:.1f} per cent of screen, height is {height:.1f} per cent of screen
fa: جایگاه لبه‌های چیز در برگه‌ی نمایش: {left:.1f} درصد لبه‌ی چپ برگه‌ی نمایش٬ {top:.1f} درصد از لبه‌ی بالای برگه‌ی نمایش٬ پهنای این چیز {width:.1f} درصد از برگه‌ی نمایش است٬ بلندای این چیز {height:.1f} درصد از بلندای برگه‌ی نمایش است
sr: Ивице објекта позициониране {left:.1f} процената од леве ивице екрана, {top:.1f} од врха екрана, ширина је {width:.1f} процента екрана, висина је {height:.1f} процента екрана
ta: பொருளின் விளிம்பு நிலை: திரையின் இடது விளிம்பிலிருந்து {left:.1f} விழுக்காடு, திரையின் மேல் விளிம்பிலிருந்து {top:.1f} விழுக்காடு, அகலம்: திரையின் அகலத்தில் {width:.1f விழுக்காடு}, உயரம்: திரையின் உயரத்தில் {height:.1f} விழுக்காடு

source: Reports the hight, width and position of the current navigator object
fa: پهنا و بلندا و جایگاه چیز بازبینی‌شده‌ی کنونی را گزارش می‌دهد
sr: Пријављује висину, ширину и позицију тренутног навигационог објекта
ta: வழிகாட்டிப் பொருளின் உயரம், அகலம், நிலை ஆகியவைகளை அறிவிக்கும்

source: move to focus
fa: جا به جا شدن به نشانگاه
sr: премести на фокус
ta: குவிமையத்திற்கு நகர்த்து

source: Sets the navigator object to the current focus, and the review cursor to the position of the caret inside it, if possible.
fa: چیز بازبینی‌شده‌ی کنونی را به نشانگاه جانشانی می‌کند؛ و نشانگر بازبین را نیز اگر شدنی باشد٬ بر روی هشتک درون آن چیز جای می‌دهد.
sr: Поставља навигациони објекат на тренутни фокус а ревизиони курзор на позицију унутар њега, уколико је то могуће.
ta: வழிகாட்டிப் பொருளை தற்போதைய குவிமையத்திற்குள் நகர்த்தி, இயன்றால், மறுபரிசீலனைச் சுட்டியை கணினியின் சுட்டியிருக்கும் இடத்திற்கு நகர்த்தும்

source: no focus
fa: جای ویژه ای نشان نشده است
sr: нема фокуса
ta: குவிமையம் இல்லை

source: move focus
fa: جا‌به‌جا شدن نشان
sr: премести фокус
ta: குவிமையத்தை நகர்த்து

source: no caret
fa: هشتکی نیست
sr: нема курзора
ta: சுட்டி இல்லை

source: Pressed once Sets the keyboard focus to the navigator object, pressed twice sets the system caret to the position of the review cursor
fa: یک بار فشار٬ نشانگر تخته کلید را بر روی چیز بازبینی‌شده جای می‌دهد؛ دو بار فشار٬ هشتک سامانه را در جای نشانگر بازبین می‌گذارد
sr: Ако се пристисне једном поставља фокус на навигациони објекат, ако се притисне двапут поставља системски курзор на позицију ревизионог курзора
ta: ஒருமுறை அழுத்தினால் விசைப்பலகையின் குவிமையத்தை வழிகாட்டிப் பொருளுடன் பொருத்தும், இருமுறை அழுத்தினால் கணினியின் சுட்டியை மறுபரிசீலனைச் சுட்டியுடன் பொருத்தும்

source: No containing object
fa: هیچ چیز در بر گیرنده‌ای نیست
sr: Нема садржаног објекта
ta: உள்ளடக்கம் கொண்ட பொருள் ஏதுமில்லை

source: Moves the navigator object to the object containing it
fa: چیز بازبینی‌شده را به جایگاه چیزی که آن درونش جا گرفته بود٬ جا‌به‌جا می‌کند
sr: Поставља навигациони објекат на место објекта који га садржи
ta: வழிகாட்டிப் பொருளை, அப்பொருளைக் கொண்டிருக்கும் பொருறுக்கு நகர்த்தும்

source: No next
fa: چیزی در پس نیست
sr: Нема наредног
ta: அடுத்தது ஏதுமில்லை

source: Moves the navigator object to the next object
fa: چیز بازبینی‌شده را به جایگاه چیز پَس‌تر جا‌به‌جا می‌کند
sr: Помера навигациони објекат на следећи објекат
ta: வழிகாட்டிப் பொருளை அடுத்த பொருளுக்கு நகர்த்தும்

source: No previous
fa: چیزی در پیش نیست
sr: Нема претходног
ta: முந்தையது ஏதுமில்லை

source: Moves the navigator object to the previous object
fa: چیز بازبینی‌شده را به جایگاه چیز پیش‌تر جا‌به‌جا می‌کند
sr: Помера навигациони објекат на претходни објекат
ta: வழிகாட்டிப் பொருளை முந்தைய பொருளுக்கு நகர்த்தும்

source: No objects inside
fa: چیزی در درون نیست
sr: Нема унутрашњих објеката
ta: உள்ளே பொருட்கள் ஏதுமில்லை

source: Moves the navigator object to the first object inside it
fa: چیز بازبینی‌شده را بر روی نخستین چیزی که در آن است٬ جا می‌دهد
sr: Помера навигациони објекат на први објекат унутар њега
ta: தனக்குள் இருக்கும் முதற்பொருளுக்கு வழிகாட்டிப் பொருளை நகர்த்தும்

source: activate
fa: کارا کردن
sr: активирај
ta: இயங்கச் செய்க

source: No action
fa: هیچ کاری
sr: Нема акције
ta: செயல் ஏதுமில்லை

source: Performs the default action on the current navigator object (example: presses it if it is a button).
fa: کار پیشنمود را روی چیز بازبینی‌شده انجام می‌دهد. برای نمونه اگر دکمه باشد٬ فشار داده می‌شود.
sr: Изводи почетну акцију на тренутном навигационом објекту (пример: притиска га ако је дугме)
ta: வழிகாட்டிப் பொருளின் மீது இயல்புச் செயலை நடத்தும். எடுத்துக்காட்டாக, அது ஒரு பொத்தானாக இருந்தால், அதை அழுத்தும்

source: top
fa: بالا
sr: врх
ta: மேல்

source: Moves the review cursor to the top line of the current navigator object and speaks it
fa: نشانگر بازبین را روی بالاترین خط از چیز بازبینی‌شده جای داده و آن را می‌خواند
sr: Премешта ревизиони курзор на горњу линију тренутног навигационог објекта и изговара је
ta: மறுபரிசீலனைச் சுட்டியை தற்போதைய வழிகாட்டிப் பொருளின் மேல் வரிக்கு நகர்த்தி, அதை படிக்கும்

source: Moves the review cursor to the previous line of the current navigator object and speaks it
fa: نشانگر بازبین را روی خط پیشین از چیز بازبینی‌شده جای داده و آن را می‌خواند
sr: Премешта ревизиони курзор на претходну линију тренутног навигатора објекта и изговара је
ta: மறுபரிசீலனைச் சுட்டியை தற்போதைய வழிகாட்டிப் பொருளின் முந்தைய வரிக்கு நகர்த்தி, அதை படிக்கும்

source: Reports the line of the current navigator object where the review cursor is situated. If this key is pressed twice, the current line will be spelled. Pressing three times will spell the line using character descriptions.
fa: خط کنونی چیز بازبینی‌شده را در جایی که نشانگر بازبین جای گرفته است٬ گزارش می‌دهد. اگر این دکمه دوبار تند فشار داده شود٬ خط هِجی خواهد شد. سه بار که این دکمه فشار داده شود٬ این خط را با ویژه‌واژه‌های پیرامون هر واج٬ هِجی می‌کند.
sr: Пријављује линију тренутног навигационог објекта где се налази ревизиони курзор. Ако се тастер двапут притисне, тренутна линија ће бити срицана. Ако се притисне три пута срицаће линију користећи описе карактера.
ta: மறுபரிசீலனைச் சுட்டியின் இடத்திலிருக்கும் வழிகாட்டிப் பொருளைப் படிக்கும். இருமுறை அழுத்தினால், அவ்வரியை எழுத்துகளாக படிக்கும். மும்முறை அழுத்தினால், அவ்வரியை எழுத்து விளக்கங்களைக் கொண்டுப் படிக்கும்

source: bottom
fa: پایین
sr: дно
ta: கீழ்

source: Moves the review cursor to the next line of the current navigator object and speaks it
fa: نشانگر بازبین را روی خط پَس‌تر از چیز بازبینی‌شده جای داده و آن را می‌خواند
sr: Премешта ревизиони курзор на наредну линију тренутног навигационог објекта и изговара је
ta: மறுபரிசீலனைச் சுட்டியை தற்போதைய வழிகாட்டிப் பொருளின் அடுத்த வரிக்கு நகர்த்தி, அதை படிக்கும்

source: Moves the review cursor to the bottom line of the current navigator object and speaks it
fa: نشانگر بازبین را روی خط پایینی از چیز بازبینی‌شده جای داده و آن را می‌خواند
sr: Премешта ревизиони курзор на доњу линију тренутног навигационог објекта и изговара је
ta: மறுபரிசீலனைச் சுட்டியை தற்போதைய வழிகாட்டிப் பொருளின் கீழ் வரிக்கு நகர்த்தி, அதை படிக்கும்

source: Moves the review cursor to the previous word of the current navigator object and speaks it
fa: نشانگر بازبین را روی واژه‌ی پیشین از چیز بازبینی‌شده جای داده و آن را می‌خواند
sr: Премешта ревизиони курзор на претходну реч тренутног навигационог објекта и изговара је
ta: மறுபரிசீலனைச் சுட்டியை தற்போதைய வழிகாட்டிப் பொருளின் முந்தைய சொல்லிற்கு நகர்த்தி, அதை படிக்கும்

source: Speaks the word of the current navigator object where the review cursor is situated. Pressing twice spells the word. Pressing three times spells the word using character descriptions
fa: واژه‌ی چیز بازبینی‌شده‌ی کنونی‌ای که نشانگر بازبین در آنجا جای گرفته است را می‌خواند. دو بار فشار داده شود٬ واژه را هِجی می‌کند. سه بار فشار داده شود٬ واژه را با ویژه‌واژه‌های پیرامون هر واج٬ هِجی می‌کند.
sr: Изговара реч тренутног навигационог објекта где се налази ревизиони курзор. Ако се тастер двапут притисне, сриче се реч. Ако се притисне три пута сриче се реч користећи описе карактера.
ta: மறுபரிசீலனைச் சுட்டியின் இடத்திலிருக்கும் வழிகாட்டிப் பொருளின் சொல்லைப் படிக்கும். இருமுறை அழுத்தினால், அச்சொல்லை எழுத்துகளாகப் படிக்கும். மும்முறை அழுத்தினால், அச்சொல்லை எழுத்து விளக்கங்களாகப் படிக்கும்

source: Moves the review cursor to the next word of the current navigator object and speaks it
fa: نشانگر بازبین را روی واژه‌ی پَس‌تر از چیز بازبینی‌شده جای داده و آن را می‌خواند
sr: Премешта ревизиони курзор на наредну реч тренутног навигационог објекта и изговара је
ta: மறுபரிசீலனைச் சுட்டியை தற்போதைய வழிகாட்டிப் பொருளின் அடுத்த சொல்லிற்கு நகர்த்தி, அதை படிக்கும்

source: left
fa: چپ
sr: лево
ta: இடது
